Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: Please enter your seed derivation passphrase. Note: this is NOT your encryption password. Leave this field empty if you did not use one or are unsure.
de_de: Bitte geben Sie Ihre Passphrase zur Seederergänzung ein. Hinweis: Das ist NICHT Ihr Passwort. Lassen Sie das Feld leer, wenn Sie keine gesetzt haben, oder sich nicht sicher sind.
es_ar: Ingresar contrafrase de derivación de semilla. Nota: esta NO es la contraseña de encriptado. Dejar este campo vacío si no se uso una o no se está seguro.
es_es: Por favor, introduce tu frase de seguridad de derivación de seed. Nota: NO ES tu contraseña de cifrado. Deja este campo en blanco si no utilizaste una frase de seguridad o no estás seguro.

source: Please enter your seed phrase in order to restore your wallet.
de_de: Bitte geben Sie Ihre Seed-Worte ein, um die Geldbörse wiederherzustellen.
es_ar: Ingresar frase semilla en order de restaurar cartera.
es_es: Por favor, introduce tu frase seed para poder restaurar tu cartera.

source: Please insert your {}. Verify the cable is connected and that no other application is using it. Try to connect again?
de_de: Bitte fügen Sie Ihr {} ein. Überprüfen Sie, ob das Kabel verbunden ist und dass keine andere Anwendung es verwendet. Versuchen erneut zu verbinden?
es_ar: Insertar {}. Verificar que el cable esté conectado y que ninguna otra aplicación lo esta usando. Intentar nuevamente?
es_es: Por favor, conecta tu {}. Comprueba que el cable está conectado y que no está siendo utilizado por otra aplicación. ¿Intentar conectar de nuevo?

source: Please install the relevant libraries for these plugins:
de_de: Bitte installieren Sie die entsprechenden Bibliotheken für diese Plugins:
es_ar: Instalar las librerías relevantes para estos plugins:

source: Please make sure that 'Browser support' is disabled on your {}.
de_de: Bitte stellen Sie sicher, dass 'Browser-Unterstützung' auf Ihrem {} deaktiviert ist.
es_ar: Asegurarse de que 'Soporte para Navegador' esa deshabilitado en {}.

source: Please provide a public key or select an address
de_de: Bitte geben Sie einen öffentlichen Schlüssel ein oder wählen Sie eine Adresse
es_ar: Proveer clave pública o seleccionar dirección
es_es: Por favor, proporciona una clave pública o selecciona una dirección

source: Please provide a public key to use for decryption
de_de: Bitte geben Sie einen öffentlichen Schlüssel für Entschlüsselung an
es_ar: Proveer clave pública para usar en desencriptado
es_es: Por favor, proporciona una clave pública para utilizar para el descifrado

source: Please provide both a signature and a message to verify
de_de: Bitte geben Sie eine Signatur und eine Nachricht an, die überprüft werden soll
es_ar: Proveer firma y mensaje para verificar
es_es: Por favor, proporciona una firma y un mensaje para verificar

source: Please provide cyphertext to decrypt
de_de: Bitte geben Sie den Chiffretext zum Entschlüsseln an
es_ar: Proveer texto encriptado para desencriptar
es_es: Por favor, proporcoina un cyphertext para descifrar

source: Please report any bugs as issues on github:<br/>
de_de: Bitte berichten Sie Fehler oder Probleme bei GitHub:<br>
es_ar: Por favor, reportar cualquier error como issues en github:<br/>
es_es: Por favor, informa de cualquier error en github:<br/>

source: Please restart DeLight to activate the new GUI settings
de_de: Bitte Electron-Cash neu starten um die GUI-Einstellungen zu übernehmen
es_ar: Reiniciar DeLight para activar la nueva configuración de GUI
es_es: Por favor, cierra y vuelve a abrir DeLight para activar los nuevos ajustes de la interfaz

source: Please review payment before sending CoinText
de_de: Bitte überprüfen Sie die Zahlung vor dem Senden von CoinText

source: Please review the transaction, save it, and/or broadcast it at your leisure.
de_de: Bitte überprüfen Sie die Transaktion, speichern und/oder senden Sie sie wenn Sie möchten.

source: Please save these %d words on paper (order is important).
de_de: Bitte speichern Sie diese %d Wörter auf Papier (Reihenfolge ist wichtig).
es_ar: Guardar estas %d palabras en papel (el orden es importante).
es_es: Por favor, escribe estas %d palabras en papel (el orden es importante).

source: Please select which {} device to use:
de_de: Bitte wählen Sie Ihr {}-Gerät:
es_ar: Seleccionar que dispositivo {} a usar:
es_es: Por favor, selecciona qué dispositivo {} utilizar:

source: Please share it with your cosigners.
de_de: Bitte teilen Sie ihn den Mitsignierern mit.
es_ar: Compartir con cosignatarios.
es_es: Por favor, compártelo con tus cosignatarios.

source: Please specify a master key to continue. Valid keys are long strings starting with either xpub/ypub/zpub or xprv/yprv/zprv.
de_de: Bitte geben Sie einen Generalschlüssel an, um fortzufahren. Gültige Schlüssel sind lange Zeichenketten, die entweder mit xpub/ypub/zpub oder xprv/yprv/zprv beginnen.
es_ar: Especificar clave maestra para continuar. Las claves válidas son largas series que comienzan con xpub/ypub/zpub o xprv/yprv/zprv.
es_es: Por favor, especifica una clave maestra para continuar. Las claves válidas son cadenas largas que empiezan o bien por xpub/ypub/zpub o por xprv/yprv/zprv.

source: Please try again.
de_de: Bitte versuchen Sie es erneut.
es_ar: Intentar nuevamente.
es_es: Por favor, inténtalo de nuevo.

source: Please type it here.
de_de: Bitte hier eingeben.
es_ar: Ingresar aquí.
es_es: Por favor, escríbela aquí.

source: Please update at https://www.ledgerwallet.com
de_de: Bitte aktualisieren Sie auf https://www.ledgerwallet.com
es_ar: Actualizar en https://www.ledgerwallet.com
es_es: Por favor, actualiza en https://www.ledgerwallet.com

source: Please update to v0.1.27 or greater
de_de: Bitte aktualisieren Sie auf v0.1.27 oder höher
es_ar: Actualizar a v0.1.27 o mayor
es_es: Por favor, actualiza a la versión v0.1.27 o superior

source: Please visit this page for instructions on how to correct the situation:
de_de: Bitte besuchen Sie diese Seite für Anweisungen, wie die Situation zu korrigieren ist:
es_ar: Visitar esta página para obtener instrucciones de cómo corregir la situación:

source: Please wait
de_de: Bitte warten
es_ar: Por favor esperar
es_es: Por favor, espera

source: Please wait while DeLight checks for available updates.
de_de: Bitte warten Sie, während Electron-Cash auf Updates überprüft.
es_ar: Esperar mientras DeLight verifica actualizaciones disponibles.

source: Please wait...
de_de: Bitte warten...
es_ar: Por favor esperar...
es_es: Por favor, espera...

source: Please wait... {num}/{total}
de_de: Bitte warten... {num}/{total}

source: Please write your seed phrase down, as it's the only way to recover your funds if you forget your password or your device is stolen.
de_de: Bitte schreiben Sie Ihre Seed-Phrase auf, da es die einzige Möglichkeit ist, Ihr Guthaben wiederherzustellen, wenn Sie Ihr Passwort vergessen oder Ihr Gerät gestohlen wird.
es_ar: Escribir y guardar la frase semilla. Es la única via de recuperar tus fondos si olvidas tu contraseña o tu dispositivo es robado.
es_es: Por favor, escribe y guarda tu frase seed; es el único modo de recuperar tus fondos si olvidas tu contraseña o si roban tu dispositivo.

source: Plugin Metadata
de_de: Plugin-Metadaten
es_ar: Metadatos del Plugin
es_es: Metadatos del plugin

source: Plugin Preview
de_de: Plugin-Vorschau
es_ar: Previsualizar Plugin
es_es: Vista previa del plugin

source: Plugins are risky. They can steal funds or even damage your computer.
de_de: Plugins sind riskant. Sie können Geld stehlen oder sogar Ihren Computer beschädigen.
es_ar: Los plugins tienen su riesgo. Pueden robar fondos o incluso dañar el computador.
es_es: Los plugins implican riesgos. Pueden robar fondos o incluso dañar tu ordenador.

source: Plugins should support one or more of these interfaces.
de_de: Plugins sollten eine oder mehrere dieser Schnittstellen unterstützen.
es_ar: Los plugins deben soportar una o más de estas interfaces.
es_es: Los plugins deberían soportar una o más de estas interfaces.

source: Pool size
de_de: Pool-Größe
es_ar: Tamaño del pool

source: Posts a PERMANENT note to the DVT blockchain as part of this transaction.
de_de: Gibt eine PERMANENTE Notiz auf der DVT Blockchain als Teil dieser Transaktion bekannt.
es_ar: Publicar una nota PERMANENTE en el blockchain DVT como parte de esta transacción.
es_es: Publica una nota PERMANENTE en la blockchain DVT como parte de esta transacción.

source: Potentially Unsafe Operation
de_de: Mögliche Unsichere Operation
es_ar: Operación Potencialmente Insegura
es_es: Operación potencialmente peligrosa

source: Preferences
de_de: Einstellungen
es_ar: Preferencias
es_es: A&justes

source: Preferred
de_de: Bevorzugt
es_ar: Preferido
es_es: Preferido

source: Preferred servers ({}) are servers you have designated as reliable and/or trustworthy.
de_de: Bevorzugte Server ({}) sind Server, die Sie als zuverlässig und/oder vertrauenswürdig bezeichnet haben.
es_ar: Servidores preferidos ({}) son servidores que designaste como confiables y/o fidedignos.
es_es: Servidores preferidos ({}) son servidores que designaste como confiables y/o fidedignos.

source: Press 'Next' to create this wallet, or choose another file.
de_de: Drücke "Weiter" um diese Geldbörse zu erstellen oder wähle eine andere Datei.
es_ar: Presionar "Siguiente" para crear cartera, o seleccionar otro archivo.
es_es: Pulsa "Siguiente" para crear esta cartera o selecciona otro fichero.

source: Press 'Next' to open this wallet.
de_de: Drücke "Weiter" um diese Geldbörse zu öffnen.
es_ar: Presionar "Siguiente" para abrir cartera.
es_es: Pulsa "Next" para abrir esta cartera.

source: Press Enter
de_de: Drücken Sie die Eingabetaste
es_ar: Pressionar Intro
es_es: Pulsa Enter

source: Preview
de_de: Vorschau
es_ar: Vista previa
es_es: Vista previa

source: Privacy Warning
de_de: Privatsphäre Warnung
es_ar: Advertencia de Privacidad

source: Private Key
de_de: Privater Schlüssel
es_ar: Clave Privada
es_es: Clave Privada

source: Private key
de_de: Privater Schlüssel
es_ar: Clave privada
es_es: Clave privada

source: Private keys
de_de: Private Schlüssel
es_ar: Claves privadas
es_es: Claves privadas

source: Private keys exported.
de_de: Private Schlüssel exportiert.
es_ar: Claves privadas exportadas.
es_es: Claves privadas exportadas.

source: Proceed to Send Tab
de_de: Weiter zum Senden-Tab

source: Proceed?
de_de: Fortfahren?
es_ar: Proceder?
es_es: ¿Proceder?

source: Process CoinText, transforming it into a BIP70 payment request.
de_de: CoinText verarbeiten, wird in eine BIP70 Zahlungsanfrage verwandelt.

source: Project URL
de_de: Projekt-URL
es_ar: URL del Proyecto
es_es: URL del proyecto

source: Protect your privacy and anonymize your coins (UTXOs) by shuffling them with other users of CashShuffle.
de_de: Schützen Sie Ihre Privatsphäre und anonymisieren Sie Ihre Coins (UTXOs) indem Sie sie mit anderen Benutzern von CashShuffle mischen.
es_ar: Protege tu privacidad y anonimiza tus monedas (UTXOs) mezclándolas con otros usuarios de CashShuffle.

source: Provides support for Digital Bitbox hardware wallet
de_de: Unterstützt Digital Bitbox Hardware-Geldbörsen
es_ar: Provee soporte para cartera hardware Digital Bitbox
es_es: Admite la cartera hardware Digital Bitbox

source: Provides support for KeepKey hardware wallet
de_de: Unterstützt KeepKey Hardware-Geldbörsen
es_ar: Provee soporte para cartera hardware KeepKey
es_es: Admite la cartera hardware KeepKey

source: Provides support for TREZOR hardware wallet
de_de: Unterstützt Trezor Hardware-Geldbörsen
es_ar: Provee soporte para cartera hardware Trezor
es_es: Admite la cartera hardware TREZOR

source: Provides support for air-gapped transaction signing.
de_de: Unterstützt Signieren von Transaktionen über "Air Gap".
es_ar: Proporciona soporte para la firmado aislado de transacciones.
es_es: Admite la firma de transacciones sin conexión.

source: Proxy settings apply to all connections: with DeLight servers, but also with third-party services.
de_de: Proxyeinstellungen werden auf alle Verbindungen angewendet, sowohl mit Electron-Cash-Servern als auch mit Servern von Drittanbietern.
es_ar: Configuraciones proxy aplican a todas las conexiones: con servidores electron Cash, pero también con servicios de terceros.
es_es: La configuración de proxy se aplica a todas las conexiones: tanto a las conexiones a los servidores de DeLight como a servicios de terceros.

source: Proxy user
de_de: Proxy-Benutzer
es_ar: Usuario proxy
es_es: Usuario del proxy

source: Public key
de_de: Öffentlicher Schlüssel
es_ar: Clave pública
es_es: Clave pública

source: Public keys
de_de: Öffentliche Schlüssel
es_ar: Claves públicas
es_es: Claves públicas

source: PyQt5 Upgrade Needed
de_de: PyQt5 Upgrade erforderlich

source: QR Not Available
de_de: QR nicht verfügbar

source: QR Reader Error
de_de: QR-Leser-Fehler
es_ar: Error de Lector QR

source: QR code copied to clipboard
de_de: QR-Code in die Zwischenablage kopiert
es_ar: Código QR copiado al portapapeles
es_es: Código QR copiado al portapapeles

source: QR code saved to file
de_de: QR-Code in Datei gespeichert
es_ar: Código QR guardado en archivo
es_es: Código QR guardado como archivo

source: QR code scanner failed to map video frame
de_de: QR-Code-Scanner konnte den das Video Bild nicht festlegen
es_ar: Escáner de código QR falló al mapear el cuadro

source: QR code scanner for video frame with invalid pixel format
de_de: QR-Code-Scanner Video Bild mit ungültigem Pixelformat
es_ar: Escáner de código QR para cuadro de vídeo con formato de píxel inválido

source: QR reader failed to load. This may happen if you are using an older version of PyQt5.<br><br>Detailed error:
de_de: QR-Reader konnte nicht geladen werden. Dies kann passieren, wenn Sie eine ältere Version von PyQt5 verwenden.<br><br>Detaillierter Fehler:
es_ar: Lector QR no cargó. Esto puede deberse por estar usando una versión antigua de PyQt5.<br><br>Error detallado:

source: QtSvg Missing
de_de: QtSvg fehlt

source: Question
de_de: Frage
es_ar: Pregunta
es_es: Pregunta

source: Quit
de_de: Beenden
es_ar: Salir
es_es: Salir

source: REMEMBER THE PASSWORD!
de_de: MERKEN SIE SICH DAS PASSWORT!
es_ar: RECORDAR CONTRASEÑA!
es_es: ¡RECUERDA LA CONTRASEÑA!

source: Raw &hex script
de_de: Unverarbeitetes &Hex-Skript

source: Re&quests
de_de: &Anfragen

source: Re-enter the new PIN for your {}. NOTE: the positions of the numbers have changed!
de_de: Geben Sie die PIN für Ihr {} erneut ein Achtung: Die Position der Zahlen wurde geändert!
es_ar: Re-ingresar el nuevo PIN para tu {}. NOTA: la posición de los números ah cambiado!
es_es: Vuelve a introducir el nuevo PIN para tu {}. NOTA: las posiciones de los números han cambiado.

source: Read QR code
de_de: QR-Code scannen
es_ar: Leer código QR
es_es: Leer código QR

source: Read from microphone
de_de: Liest vom Mikrofon ein
es_ar: Leer desde micrófono
es_es: Leer desde el micrófono

source: Read text or image file
de_de: Text oder Bilddatei lesen
es_ar: Leer texto o archivo de imagen

source: Rebuild Wallet History
de_de: Geldbörsen-Verlauf neu erstellen
es_ar: Reconstruir Histórico de Cartera

source: Rebuild this wallet's history now?
de_de: Verlauf dieser Geldbörse neu aufbauen?
es_ar: Reconstruir el histórico de esta cartera ahora?

source: Receive
de_de: Empfangen
es_ar: Recibir
es_es: Recibir

source: Receive request QR code (click for details)
de_de: Empfangsanfrage QR-Code (für Details klicken)

source: Receive request URI copied to clipboard
de_de: Empfangsanfrage URI in Zwischenablage kopiert

source: Receiving
de_de: Eingehend
es_ar: Receptora
es_es: Receptoras

source: Receiving Address
de_de: Empfangsadresse
es_ar: Dirección Receptora
es_es: Dirección receptora

source: Receiving Addresses Only
de_de: Nur Empfangsadressen
es_ar: Sólo Direcciones Receptoras

source: Receiving address
de_de: Empfängeradresse
es_ar: Dirección receptora
es_es: Dirección receptora

source: Recipient of the funds.
de_de: Empfänger der Mittel.
es_ar: Destinatario de los fondos.
es_es: Destinatario de los fondos.

source: Recover from a seed you have previously written down
de_de: Von einer zuvor aufgeschriebenen Seed wiederherstellen
es_ar: Recuperar usando semilla previamente guardada
es_es: Recupera desde una seed que previamente hayas anotado y guardado

source: Redeem Script
de_de: Redeem-Skript
es_ar: Redimir Script
es_es: Script Redeem

source: Reenter your seed phrase
de_de: Seed-Satz erneut eingeben
es_ar: Reingresar frase semilla
es_es: Vuelve a introducir tu frase seed

source: Register A New Cash Account
de_de: Registrieren Sie ein neues Cash-Account

source: Register Cash Account...
de_de: Cash-Account registrieren...

source: Register a new Cash Account for this address
de_de: Registrieren Sie ein neues Cash-Account für diese Adresse

source: Register new...
de_de: Neuen registrieren...

source: Remove
de_de: Entfernen
es_ar: Remover
es_es: Eliminar

source: Remove from preferred
de_de: Von bevorzugten entfernen
es_ar: Remover de preferidos
es_es: Remover de preferidos

source: Remove from wallet
de_de: Von der Geldbörse entfernen
es_ar: Remover de cartera
es_es: Eliminar de la cartera

source: Remove {list_of_contacts} from your contact list?
de_de: {list_of_contacts} aus Ihrer Kontaktliste entfernen?

source: Remove {number_of_contacts} contacts from your contact list?
de_de: {number_of_contacts} Kontakte aus Ihrer Kontaktliste entfernen?

source: Rename
de_de: Umbenennen
es_ar: Renombrar
es_es: Renombrar

source: Rename Wallet
de_de: Geldbörse umbenennen
es_ar: Renombrar Cartera
es_es: Renombrar cartera

source: Report Contents
de_de: Inhalt des Berichts
es_ar: Reportar Contenidos
es_es: Informar del contenido

source: Report Sent
de_de: Bericht gesendet
es_ar: Reporte Enviado
es_es: Informe enviado

source: Reporting Bugs
de_de: Fehler berichten
es_ar: Reportar Errores
es_es: Informando de bugs

source: Request &expires
de_de: Anfrage &läuft ab

source: Request URI
de_de: Anfrage URI
es_ar: Solicitar URI
es_es: URI de solicitud

source: Request expires
de_de: Anfrage läuft ab
es_ar: Solicitud expira
es_es: La solicitud caduca en

source: Request payment
de_de: Zahlung anfragen
es_ar: Solicitar pago
es_es: Solicitar pago

source: Request saved successfully
de_de: Anfrage erfolgreich gespeichert
es_ar: Solicitud guardada con exito
es_es: Solicitud guardada correctamente

source: Request sent.
de_de: Anfrage gesendet.
es_ar: Solicitud enviada.
es_es: Solicitud enviada.

source: Requested &amount
de_de: Angeforderter &Betrag

source: Requested amount
de_de: Angefragter Betrag
es_ar: Monto solicitado
es_es: Cantidad solicitada

source: Requestor
de_de: Antragsteller
es_ar: Solicitante
es_es: Solicitante

source: Requests
de_de: Anfragen
es_ar: Solicitudes
es_es: Solicitudes

source: Require %d signatures
de_de: Benötigt %d Signaturen
es_ar: Requiere %d firmas
es_es: Requerir %d firmas

source: Requires
de_de: Benötigt
es_ar: Requiere
es_es: Requiere

source: Reset
de_de: Zurücksetzen
es_ar: Reiniciar
es_es: Restablecer

source: Reshuffle Coin
de_de: Coin erneut mischen
es_ar: Moneda Reshuffle

source: Reshuffle {} Shuffled
de_de: {} gemischte erneut mischen
es_ar: Reshuffle {} Mezcladas

source: Resolve Server Problem...
de_de: Server Problem lösen...
es_ar: Resolver Problema de Servidor...

source: Restart the CashShuffle plugin now?
de_de: Das CashShuffle Plugin jetzt neu starten?
es_ar: Reiniciar plugin CashShuffle ahora?

source: Restore from Seed
de_de: Wiederherstellen von Seed
es_ar: Restaurar con Semilla
es_es: Recuperar desde seed

source: Retrieving CoinText info, please wait ...
de_de: CoinText-Info wird abgerufen, bitte warten ...

source: Right-click for context menu
de_de: Rechtsklick für Kontextmenü
es_ar: Clic derecho para menú contextual

source: Right-click to resolve
de_de: Rechtsklick zum lösen
es_ar: Click derecho para resolver

source: Right-click to select a different CashShuffle server
de_de: Rechtsklick, um einen anderen CashShuffle-Server auszuwählen
es_ar: Click derecho para seleccionar un servidor CashShuffle diferente

source: Risks and Dangers
de_de: Risiken und Gefahren
es_ar: Riesgos y Peligros
es_es: Riesgos y peligros

source: SHA256 Checksum
de_de: SHA256 Prüfsumme
es_ar: Checksum SHA256
es_es: Suma de comprobación SHA256

source: SSL certificate
de_de: SSL-Zertifikat
es_ar: Certificado SSL
es_es: Certificado SSL

source: SSL certificate used to sign payment requests.
de_de: SSL-Zertifikat zum Signieren von Zahlungsanfragen.
es_ar: Certificado SSL usado para firmar solicitudes de pago.
es_es: Certificado SSL utilizado para firmar solicitudes de pago.

source: SSL is used to authenticate and encrypt your connections with the blockchain servers.
de_de: SSL wird verwendet, um Ihre Verbindungen mit den Blockchain-Servern zu authentifizieren und zu verschlüsseln.
es_ar: SSL es usado para autenticar y encriptar las conexiones con los servidores blockchain.

source: Save
de_de: Speichern
es_ar: Guardar
es_es: Guardar

source: Save QR Image
de_de: QR-Bild speichern
es_ar: Guardar Imagen QR

source: Save Wallet
de_de: Geldbörse speichern
es_ar: Guardar Cartera
es_es: Guardar cartera

source: Save as BIP70 file
de_de: Als BIP70 Datei speichern
es_ar: Guardar como archivo BIP70
es_es: Guardar como archivo BIP70

source: Save invoice to file
de_de: Rechnung als Datei speichern
es_ar: Guardar factura como archivo
es_es: Guardar factura como archivo

source: Save your wallet labels on a remote server, and synchronize them across multiple devices where you use DeLight.
de_de: Speichern Sie Ihre Transaktionsbezeichnungen auf einem Server und nutzen Sie sie auf jedem Gerät mit DeLight.
es_ar: Guardar rótulos de cartera en servidor remoto, y sincronizarlos a través de los múltiples dispositivos donde usas DeLight.
es_es: Guarda las etiquetas de tu cartera en un servidor remoto y las sincroniza en múltiples dispositivos en los que usas DeLight.

source: Save/Export Wallet
de_de: Geldbörse speichern/exportieren
es_ar: Guardar/Exportar Cartera
es_es: Guardar/Exportar cartera

source: Scan Beyond Gap
de_de: Nach der Lücke durchsuchen
es_ar: Escanear Mas Allá del Gap

source: Scan QR Code
de_de: QR-Code scannen
es_ar: Escanear código QR

source: Scanning Beyond the Gap
de_de: Nach der Lücke durchsuchen
es_ar: Escaneando Más Allá del Gap

source: Scanning {} of {} addresses ...{}
de_de: Durchsuche {} von {} Adressen ...{}
es_ar: Escaneando {} de {} direcciones ...{}

source: Schnorr signatures are disabled for this wallet type.
de_de: Schnorr-Signaturen sind für diesen Geldbörsen-Typ deaktiviert.
es_ar: Firmas Schnorr desactivadas para este tipo de cartera.

source: Scrambled words
de_de: Vertauschte Wörter
es_ar: Palabras revueltas
es_es: Palabras codificadas

source: Script type
de_de: Skript-Typ
es_ar: Tipo de script
es_es: Tipo de script

source: Search online...
de_de: Online suchen...

source: Search wallet, {key}F to hide
de_de: Wallet suchen, {key}F zum Verstecken

source: Searching for <b>{cash_account_name}</b> please wait ...
de_de: Suche nach <b>{cash_account_name}</b>, Bitte warten ...

source: Secure Enclave Key Reset
de_de: Secure-Enclave-Schlüssel-Reset
es_ar: Reiniciar Enclave Seguro
es_es: Reseteo de contraseña de Secure Enclave

source: Secure Enclave Unavailable
de_de: Secure-Enclave nicht verfügbar
es_ar: Enclave Seguro Indisponible
es_es: Secure Enclave no disponible

source: Security Card Challenge
de_de: Sicherheitskarten-Anfrage
es_ar: Desafío de Tarjeta de Seguridad
es_es: Prueba de Tarjeta de Seguridad

source: Security Warning
de_de: Sicherheitswarnung
es_ar: Aviso de Seguridad
es_es: Advertencia de seguridad

source: Seed Entered
de_de: Seed eingegeben
es_ar: Semilla Ingresada
es_es: Seed introducida

source: Seed Entry
de_de: Seed Eingabe
es_ar: Ingresar Semilla
es_es: Entrada de seed
