Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: Con&tacts
de_de: Kon&takte
es_ar: Con&tactos
es_es: Contactos

source: Confirm Delete
de_de: Löschen bestätigen
es_ar: Confirmar Eliminar
es_es: Confirmar eliminación

source: Confirm Device Wipe
de_de: Zurücksetzen des Geräts bestätigen
es_ar: Confirmar Borrado de Dispositivo
es_es: Confirmar borrado del dispositivo

source: Confirm Passphrase:
de_de: Passphrase bestätigen:
es_ar: Confirmar Contrafrase:
es_es: Confirma la frase de seguridad:

source: Confirm Password:
de_de: Passwort bestätigen:
es_ar: Confirmar:
es_es: Confirma la contraseña:

source: Confirm Seed
de_de: Seed bestätigen
es_ar: Confirmar Semilla
es_es: Confirmar seed

source: Confirm Seed Extension
de_de: Seed-Erweiterung bestätigen
es_ar: Confirmar Extensión de Semilla
es_es: Confirmar extensión de la seed

source: Confirm Send
de_de: Senden bestätigen
es_ar: Confirmar Semilla
es_es: Confirmar envío

source: Confirm Toggle Passphrase Protection
de_de: Umschalten der Passphrase bestätigen
es_ar: Confirmar Toggle de Protección de Contrafrase
es_es: Confirmar habilitar/deshabilitar protección de frase de seguridad

source: Confirm Transaction on your {}...
de_de: Bestätigen Sie die Transaktion auf Ihrem {}...
es_ar: Confirmar Transacción en {}...

source: Confirm Wallet Password
de_de: Geldbörsen-Passwort bestätigen
es_ar: Confirmar Contraseña de Cartera
es_es: Confirma la contraseña de la cartera

source: Confirm internal entropy on your {} device to begin
de_de: Bestätigen Sie die interne Entropie auf Ihrem {} um zu beginnen
es_ar: Confirmar entropia interna en tu dispositivo {} para comenzar
es_es: Confirma entropía interna en tu dispositivo {} para comenzar

source: Confirm on your {} device the message to sign
de_de: Bestätigen Sie die Nachricht auf Ihrem {} um zu signieren
es_ar: Confirmar en tu dispositivo {} el mensaje para firmar
es_es: Confirma el mensaje que quieres firmar en tu dispositivo {}

source: Confirm on your {} device to change your PIN
de_de: Bestätigen Sie die PIN-Änderung auf Ihrem {}
es_ar: Confirmar en tu dispositivo {} para cambiar tu PIN
es_es: Confirma el cambio de PIN en tu dispositivo {}

source: Confirm on your {} device to change your home screen
de_de: Bestätigen Sie die Startbildschirmänderung auf Ihrem {}
es_ar: Confirmar en tu dispositivo {} para cambiar tu pantalla inicio
es_es: Confirma el cambio de pantalla de inicio en tu dispositivo {}

source: Confirm on your {} device to disable PIN protection
de_de: Bestätigen Sie das Deaktivieren des PIN-Schutzes auf Ihrem {}
es_ar: Confirmar en tu dispositivo {} para deshabilitar protección de PIN
es_es: Confirma la protección por PIN en tu dispositivo {}

source: Confirm on your {} device to disable passphrases
de_de: Bestätigen Sie das Deaktivieren der Passphrase auf Ihrem {}
es_ar: Confirmar en tu dispositivo {} para deshabilitar contrafrases
es_es: Confirma la desactivación de frases de seguridad en tu dispositivo {}

source: Confirm on your {} device to enable passphrases
de_de: Bestätigen Sie das Aktivieren der Passphrase auf Ihrem {}
es_ar: Confirmar en tu dispositivo {} para habilitar contrafrases
es_es: Confirma la activación de frases de seguridad en tu dispositivo {}

source: Confirm on your {} device to set a PIN
de_de: Bestätigen Sie das Setzen der PIN auf Ihrem {}
es_ar: Confirmar en tu dispositivo {} para configurar PIN
es_es: Confirma el establecimiento de un PIN en tu dispositivo {}

source: Confirm on your {} that you want to wipe it clean
de_de: Bestätigen Sie das Zurücksetzen auf Werkseinstellungen auf Ihrem {}
es_ar: Confirmar en tu {} que quieres limpiarlo
es_es: Confirma que quieres realizar un borrado total del dispositivo en tu dispositivo {}

source: Confirm the new label on your {} device
de_de: Bestätigen Sie die neue Bezeichnung auf Ihrem {}
es_ar: Confirmar el nuevo rótulo en tu dispositivo {}
es_es: Confirma la nueva etiqueta en tu dispositivo {}

source: Confirm the operation on on your {} device
de_de: Bestätigen Sie den Vorgang auf Ihrem {} Gerät
es_ar: Confirmar la operación en tu dispositivo {}

source: Confirm the total amount spent and the transaction fee on your {} device
de_de: Bestätigen Sie den Gesamtbetrag und die Gebühr auf Ihrem {}
es_ar: Confirmar el monto total gastado y la tasa de transacción en el dispositivo {}
es_es: Confirma la cantidad total gastada y la comisión de la transacción en tu dispositivo {}

source: Confirm the transaction output on your {} device
de_de: Bestätigen Sie den Transaktionsausgabe auf Ihrem {}
es_ar: Confirmar salida de transacción en tu dispositivo {}
es_es: Confirma la salida de la transacción en tu dispositivo {}

source: Confirm wallet address on your {} device
de_de: Bestätigen Sie die Adresse Ihrer Geldbörse auf Ihrem {}
es_ar: Confirmar dirección de cartera en tu dispositivo {}
es_es: Confirma la dirección de la cartera en tu dispositivo {}

source: Confirmed. Signing Transaction...
de_de: Bestätigt. Signiere Transaktion...
es_ar: Confirmado. Firmando transacción...
es_es: Confirmado. Firmando transacción...

source: Connect only to preferred servers
de_de: Nur mit bevorzugten Servern verbinden
es_ar: Conectar solo a servidores preferidos
es_es: Conectar solo a servidores preferidos

source: Connected
de_de: Verbunden

source: Connected node
de_de: Verbundene Knoten
es_ar: Nodo conectado
es_es: Nodo conectado

source: Connected to %d nodes.
de_de: Mit %d Knoten verbunden.
es_ar: Conectado a %d nodos.
es_es: Conectado a %d nodos.

source: Connected via proxy
de_de: Über Proxy verbunden

source: Connecting...
de_de: Verbinden...
es_ar: Conectando...
es_es: Conectando...

source: Connection failure
de_de: Verbindungsfehler
es_ar: Error de conexión

source: Connections
de_de: Verbindungen
es_ar: Conexiones

source: Contact
de_de: Kontakt
es_ar: Contacto
es_es: Contacto

source: Contact Info
de_de: Kontaktinformationen
es_ar: Info de Contacto
es_es: Información de contacto

source: Contact added
de_de: Kontakt hinzugefügt
es_ar: Contacto adicionado
es_es: Contacto añadido

source: Contact saved
de_de: Kontakt gespeichert
es_ar: Contacto guardado
es_es: Contacto guardado

source: Contacts
de_de: Kontakte
es_ar: Contactos
es_es: Contactos

source: Control your own private keys
de_de: Verwalten Sie Ihre eigenen privaten Schlüssel
es_ar: Controla tus propias claves privadas
es_es: Controla tus propias claves privadas

source: Convert between Legacy and Cashaddr formats
de_de: Konvertieren zwischen altem und CashAddr Formaten
es_ar: Convertir entre formatos Legacy y Cashaddr
es_es: Convierte entre los formatos de dirección Legacy y Cashaddr

source: Copy
de_de: Kopieren
es_ar: Copiar
es_es: Copiar

source: Copy &URI
de_de: &URI kopieren

source: Copy <b>{cash_account_name}</b>
de_de: <b>{cash_account_name}</b> kopieren

source: Copy Address
de_de: Adresse kopieren
es_ar: Copiar Dirección
es_es: Copiar dirección

source: Copy Address (Embedded)
de_de: Adresse kopieren (Eingebettet)

source: Copy Amount
de_de: Betrag kopieren

source: Copy Cash Account
de_de: Cash-Account kopieren

source: Copy Prevout
de_de: Prevout kopieren

source: Copy Public Key
de_de: Öffentlichen Schlüssel kopieren

source: Copy Public key
de_de: Öffentlichen Schlüssel kopieren
es_ar: Copiar Clave Pública
es_es: Copiar clave pública

source: Copy QR Image
de_de: QR-Bild kopieren
es_ar: Copiar QR

source: Copy Script
de_de: Skript kopieren
es_ar: Copiar Script
es_es: Copiar Script

source: Copy Script Hex
de_de: Skript Hex kopieren

source: Copy Script Text
de_de: Skripttext kopieren

source: Copy Selected Text
de_de: Ausgewählten Text kopieren

source: Copy URI
de_de: URI kopieren
es_ar: Copiar URI
es_es: Copiar URL

source: Copy UTXO
de_de: UTXO kopieren
es_ar: Copiar UTXO
es_es: Copiar UTXO

source: Copy and Close
de_de: Kopieren und Schließen
es_ar: Copiar y Cerrar
es_es: Copiar y cerrar

source: Copy input hash
de_de: Eingabehash kopieren
es_ar: Copiar hash de entrada
es_es: Copiar hash de la entrada

source: Copy link
de_de: Link kopieren

source: Copy to clipboard
de_de: In Zwischenablage kopieren
es_ar: Copiar al portapapeles
es_es: Copiar al portapapeles

source: Copy {}
de_de: {} kopieren
es_ar: Copiar {}
es_es: Copiar {}

source: Correct udev rules are required in order for a hardware wallet to be accessed by DeLight.
de_de: Korrekte udev-Regeln sind erforderlich, damit DeLight auf Hardware-Geldbörsen zugreifen kann.
es_ar: Reglas udev son requeridas para que una cartera hardware sea accedida por DeLight.

source: Cosign with hardware device
de_de: Mitsignieren mit Hardware-Geldbörse
es_ar: Cofirmar con dispositivo hardware
es_es: Firma conjuntamente con el dispositivo hardware

source: Cosigner Pool
de_de: Mitsignierer-Pool
es_ar: Grupo de Cosignatarios
es_es: Pool cosignataria

source: Could not convert image to monochrome
de_de: Bild konnte nicht in Schwarz-Weiß konvertiert werden
es_ar: No se pudo convertir la imagen a monocromo

source: Could not convert image, a required library is missing: {}
de_de: Konnte Bild nicht konvertieren, eine benötigte Bibliothek fehlt: {}
es_ar: No se pudo convertir la imagen, falta librería requerida: {}

source: Could not dither or re-render image
de_de: Bild konnte nicht Dither oder erneut gemacht werden
es_ar: No se pudo tramar o renderizar la imagen

source: Could not find the Cash Account name specified. It either does not exist or there may have been a network connectivity error. Please double-check it and try again.
de_de: Der angegebene Cash-Account-Name konnte nicht gefunden werden. Er existiert entweder nicht oder es gab möglicherweise einen Netzwerkverbindungsfehler. Bitte überprüfe Sie das und versuchen es erneut.

source: Could not load the image {} -- unknown format or other error
de_de: Bild {} konnte nicht geladen werden -- unbekanntes Format oder anderer Fehler
es_ar: No se pudo cargar la imagen {} -- formato desconocido u otro error

source: Could not retrieve transaction for the specified hash.
de_de: Transaktion konnte nicht für den angegebenen Hash abgerufen werden.
es_ar: No se pudo recuperar la transacción para el hash especificado.

source: Could not scale image to {} x {} pixels
de_de: Bild konnte nicht auf {} x {} Pixel skaliert werden
es_ar: No se pudo escalar la imagen a {} x {} pixels

source: Could not sign message
de_de: Nachricht konnte nicht signiert werden
es_ar: No es posible firmar mensaje
es_es: No se pudo firmar el mensaje

source: Could not sign message.
de_de: Nachricht konnte nicht signiert werden.
es_ar: No es posible firmar mensaje.
es_es: No se pudo firmar el mensaje.

source: Crash Reporter
de_de: Absturzberichter
es_ar: Reporte de Errores
es_es: Informador de errores

source: Create
de_de: Erstellen
es_ar: Crear
es_es: Crear

source: Create New Standard Wallet
de_de: Neue Standard-Geldbörse erstellen
es_ar: Crear Nueva Cartera Estándar
es_es: Crear nueva cartera estándar

source: Create a new seed
de_de: Neuen Seed erstellen
es_ar: Crear una nueva semilla
es_es: Crear una nueva seed

source: Create a wallet using a Master Key
de_de: Geldbörse mit einem Master Key erstellen
es_ar: Crear un cartera usando una Clave Maestra
es_es: Crear un cartera usando una Clave Maestra

source: Create a wallet using the current seed
de_de: Eine Geldbörse mit dem aktuellen Seed erstellen
es_ar: Crear una cartera usando la semilla actual
es_es: Crear una cartera usando la seed actual

source: Create keystore from a master key
de_de: Schlüsselspeicher mit Masterschlüssel erstellen
es_ar: Crear keystore usando clave maestra
es_es: Crear keystore a partir de una clave maestra

source: Critical Error
de_de: Kritischer Fehler
es_ar: Error Crítico
es_es: Error crítico

source: Current Password:
de_de: Aktuelles Passwort:
es_ar: Contraseña actual:
es_es: Contraseña actual:

source: Current version: {}
de_de: Aktuelle Version: {}
es_ar: Versión actual: {}

source: Custom Fee Rate
de_de: Angepasster Gebührensatz
es_ar: Tarifa de Tasa Personalizada
es_es: Comisión por defecto

source: Custom Fee Rate in Satoshis per byte
de_de: Angepasster Gebührensatz in Satoshis pro Byte
es_ar: Tarifa de Tasa Personalizada en Satoshis por byte
es_es: Comisión manual en Satoshis por byte

source: Custom rate:
de_de: Angepasster Betrag:
es_ar: Tarifa personalizada:
es_es: Comisión manual:

source: Daemon was not running.
de_de: Daemon wurde nicht ausgeführt.
es_ar: Daemon no se estaba ejecutando.
es_es: No se estaba ejecutando Daemon.

source: Dark
de_de: Dunkel
es_ar: Oscuro

source: Dark theme is not available. Please install QDarkStyle to access this feature.
de_de: Dunkles Theme ist nicht verfügbar. Bitte installieren Sie QDarkStyle, um auf diese Funktion zu verwenden.
es_ar: Theme oscuro no disponible. Instalar QDarkStyle para accederlo.

source: Dark theme support requires the package 'QDarkStyle' (typically installed via the 'pip3' command on Unix & macOS).
de_de: Dark Theme Support benötigt das Paket 'QDarkStyle' (normalerweise über den 'pip3' Befehl auf Unix & macOS installiert).
es_ar: Soporte de theme oscuro requiere de 'QDarkStyle' (normalmente instalado vía el comando 'pip3' en Unix y macOS).

source: Dark/Light
de_de: Dunkel/Hell
es_ar: Oscuro/Claro
es_es: Oscuro/Claro

source: Date
de_de: Datum
es_ar: Fecha
es_es: Fecha

source: Date: {}
de_de: Datum: {}
es_ar: Fecha: {}
es_es: Fecha: {}

source: Decrypt
de_de: Entschlüsseln
es_ar: Descriptar
es_es: Descifrar

source: Decrypted Private Key:
de_de: Entschlüsselter privater Schlüssel:
es_ar: Clave Privada desencriptada:

source: Default
de_de: Standard

source: Default values restored.
de_de: Standardwerte wiederhergestellt.
es_ar: Valores predeterminados restaurados.

source: Defaults
de_de: Standard
es_ar: Predeterminados

source: Delete
de_de: Löschen
es_ar: Eliminar
es_es: Eliminar

source: Delete Wallet
de_de: Geldbörse löschen
es_ar: Eliminar Cartera
es_es: Eliminar cartera

source: Delete invoice?
de_de: Rechnung löschen?
es_ar: Eliminar factura?
es_es: ¿Eliminar recibo?

source: Delete wallet file?
de_de: Geldbörsendatei löschen?
es_ar: Eliminar archivo de cartera?
es_es: ¿Borrar el archivo de la cartera?

source: Derivation
de_de: Ableitung
es_ar: Derivación
es_es: Derivación

source: Derivation Invalid
de_de: Ableitung ungültig
es_ar: Derivación Inválida
es_es: Derivación no válida

source: Derivation for {} wallet
de_de: Ableitung für {} Geldbörse
es_ar: Derivación por {} cartera
es_es: Derivación para la cartera {}

source: Deriving addresses...
de_de: Adressen werden abgeleitet...
es_ar: Derivando direcciones...
es_es: Derivando direcciones...

source: Description
de_de: Beschreibung
es_ar: Descripción
es_es: Descripción

source: Description of the transaction (not mandatory).
de_de: Beschreibung der Transaktion (optional).
es_ar: Descripción de la transacción (opcional).
es_es: Descripción de la transacción (opcional).

source: Deterministic wallets can contain a nearly infinite number of addresses. However, usually only a relatively small block of addresses at the beginning are ever used.
de_de: Deterministische Geldbörsen können eine fast unendliche Anzahl von Adressen enthalten. Normalerweise wird jedoch nur ein relativ kleiner Adressblock am Anfang jemals verwendet.
es_ar: Carteras deterministas pueden contener un número casi infinito de direcciones. Sin embargo, al principio sólo se utilizan un grupo relativamente pequeño de direcciones.

source: Device ID
de_de: Geräte-ID
es_ar: ID de dispositivo
es_es: ID del dispositivo

source: Device Label
de_de: Gerätebezeichnung
es_ar: Rótulo del Dispositivo
es_es: Etiqueta del dispositivo

source: Device communication error. Please unplug and replug your Digital Bitbox.
de_de: Fehler bei der Gerätekommunikation. Bitte stecken Sie Ihre Digital Bitbox aus und wieder ein.
es_ar: Error de comunicación del dispositivo. Desconectar y reconectar Digital Bitbox.
es_es: Error de comunicación con el dispositivo. Por favor, desconecta y vuelve a conectar tu Digital Bitbox.

source: Digital Bitbox wallet
de_de: Geldbörse der Digital Bitbox
es_ar: Cartera Digital Bitbox
es_es: Cartera de Digital Bitbox

source: Disable
de_de: Deaktivieren
es_ar: Desactivar
es_es: Desactivar

source: Disable CashShuffle
de_de: CashShuffle deaktivieren
es_ar: Desactivar CashShuffle

source: Disable PIN
de_de: PIN deaktivieren
es_ar: Desactivar PIN
es_es: Desactivar PIN

source: Disable Passphrases
de_de: Passphrasen deaktivieren
es_ar: Desactivar Contrafrases
es_es: Desactivar frases de seguridad

source: Disabled
de_de: Deaktiviert
es_ar: Desactivado
es_es: Desactivado

source: Disk Space Low
de_de: Speicherplatz niedrig
es_ar: Poco Espacio en Disco
es_es: Poco Espacio en Disco

source: Display the details of your transactions before signing it.
de_de: Transaktionsdetails vor dem Signieren anzeigen.
es_ar: Mostrar detalles de transacción antes de firmarla.
es_es: Muestra los detalles de tus transacciones antes de firmarlas.

source: Do not enter code here that you don't understand. Executing the wrong code could lead to your coins being irreversibly lost.
de_de: Geben Sie hier keinen Programmcode ein, den Sie nicht verstehen. Das Ausführen der falschen Zeilen kann dazu führen, dass Ihre Coins für immer verloren sind.
es_ar: No introducir código que no se entienda. Ejecutar el código equivocado puede llevar a una pérdida irreversible de monedas.

source: Do not pair
de_de: Nicht verbinden
es_ar: No emparejar
es_es: No emparejar

source: Do not store it electronically.
de_de: Speichern Sie ihn nicht elektronisch.
es_ar: No almacenar de forma electrónica.
es_es: No la almacenes en forma electrónica; escríbela a mano.

source: Do you want to create a new seed, or to restore a wallet using an existing seed?
de_de: Möchten Sie einen neue Seed erstellen oder wollen Sie eine Geldbörse von einem existierenden Seed wiederherstellen?
es_ar: Crear nueva semilla o restaurar cartera usando semilla existente?
es_es: ¿Quieres crear una nueva seed, o restaurar una cartera a partir de una seed existente?

source: Do you want to delete '{}'?
de_de: Möchten Sie "{}" löschen?
es_ar: Eliminar '{}'?
es_es: ¿Quieres borrar "{}"?

source: Do you want to delete the old file
de_de: Möchten Sie die alte Datei löschen
es_ar: Eliminar archivo antiguo
es_es: ¿Quieres eliminar el archivo antiguo

source: Do you want to open it now?
de_de: Möchten Sie es jetzt öffnen?
es_ar: Abrirlo ahora?
es_es: ¿Quieres abrirla ahora?

source: Do you want to remove {} from your wallet?
de_de: Möchten Sie {} aus ihrer Geldbörse entfernen?
es_ar: Quieres remover {} de la cartera?
es_es: ¿Quieres eliminar {} de tu cartera?

source: Do you want to send this report?
de_de: Möchten Sie diesen Bericht absenden?
es_ar: Enviar este reporte?
es_es: ¿Quieres enviar este informe?

source: Do you wish to continue?
de_de: Wollen Sie fortfahren?
es_ar: Continuar?
es_es: ¿Deseas continuar?

source: Do you wish to follow the {}@{} branch?
de_de: Möchten Sie dem {}@{} Zweig folgen?
es_ar: Seguir la rama {}@{}?
es_es: ¿Quieres seguir la rama {}@{}?

source: Do you wish to hide the download progress banner? (You can re-enabled it in Settings later)
de_de: Möchten Sie das Download-Fortschritts-Banner ausblenden? (Sie können es später in den Einstellungen wieder aktivieren)
es_ar: Ocultar progreso de descarga? (Puedes volver a habilitarlo en Ajustes)
es_es: ¿Quieres ocultar la barra de progreso de la descarga? (Puedes volver a mostrarla en Ajustes)

source: Do you wish to use {}:{} as the blockchain server?
de_de: Möchten Sie {}:{} als Blockchain-Server verwenden?
es_ar: Usar {}:{} como servidor de blockchain?
es_es: ¿Quieres usar {}:{} como el servidor blockchain?

source: Do you wish to use {}:{} as the wallet server?
de_de: Möchten Sie {}:{} als Geldbörsen-Server verwenden?
es_ar: Usar {}:{} como servidor de cartera?
es_es: ¿Quieres usar {}:{} como el servidor para la cartera?

source: Documentation
de_de: Dokumentation
es_ar: Documentación
es_es: Documentación

source: Done
de_de: Fertig
es_ar: Finalizado

source: Download input data
de_de: Eingabedaten herunterladen

source: Downloading Headers
de_de: Header herunterladen
es_ar: Descargando Cabezales
es_es: Descargando cabeceras

source: Downloading blockchain headers...
de_de: Lade Blockchain-Header runter...
es_ar: Descargando cabezales del blockchain...
es_es: Descargando cabeceras de la blockchain...

source: Downloading headers {}% ...
de_de: Lade Header runter {}% ...
es_ar: Descargando Cabezales {}% ...
es_es: Descargando cabeceras {}% ...

source: Downloading input data, please wait...
de_de: Eingabedaten werden heruntergeladen, bitte warten...

source: Due to potential security risks, you may only disable SSL when using a Tor Proxy.
de_de: Aufgrund potenzieller Sicherheitsrisiken können Sie SSL nur deaktivieren, wenn Sie einen Tor-Proxy verwenden.
es_ar: Debido a los potenciales riesgos de seguridad, sólo desactivar SSL en caso de usar un proxy Tor.

source: ENABLED
de_de: AKTIVIERT

source: Easily back up your wallet with a mnemonic seed phrase.
de_de: Sichern Sie Ihre Geldbörse mit einem mnemonischen Seed-Satz.
es_ar: Respalda fácilmente tu cartera con una frase semilla mnemónica.
es_es: Restablece tu cartera fácilmente con una frase seed mnemónica.

source: Edit Contact
de_de: Kontakt bearbeiten
es_ar: Editar Contacto
es_es: Editar contacto

source: Edit fees manually
de_de: Transaktionsgebühren manuell bearbeiten
es_ar: Editar tasas manualmente
es_es: Editar comisiones manualmente

source: Edit {}
de_de: {} bearbeiten
es_ar: Editar {}
es_es: Editar {}

source: DeLight cannot pair with your {}. Before you request bitcoins to be sent to addresses in this wallet, ensure you can pair with your device, or that you have its seed (and passphrase, if any). Otherwise all bitcoins you receive will be unspendable.
de_de: DeLight konnte sich nicht mit Ihrem {} verbinden. Bevor Sie Bitcoins an diese Geldbörse senden, versichern Sie sich, dass Sie das Gerät verbinden können oder die Seed-Worte (und eine eventuelle Passphrase) besitzen. Ansonsten können Sie keine Bitcoins ausgeben.
es_ar: Antes de solicitar bitcoins a ser enviados a direcciones en esta cartera, asegurarse de poder emparejar con dispositivo, o contar con semilla (y contrafrase, si existe). Caso contrario todos los bitcoins recibidos serán ingastables.
es_es: DeLight no puede emparejarse con tu {}. Antes de que solicites que se envíe bitcoins a direcciones de esta cartera, asegúrate de que puedes emparejarla con tu dispositivo o de que tienes su seed (y frase de seguridad, si la hubiera). De lo contrario no será posible gastar los bitcoins que recibas.

source: DeLight cannot proceed because this device is very low on disk space. Please free up some disk space and try again.
de_de: DeLight kann nicht fortfahren, da dieses Gerät sehr wenigen freien Festplattenplatz hat. Bitte machen Sie mehr Speicherplatz frei und versuchen es erneut.
es_ar: DeLight no puede continuar porque el dispositivo tiene poco espacio en disco. Liberar espacio en disco e intentar nuevamente.
es_es: DeLight no puede continuar porque el dispositivo tiene poco espacio en disco. Liberar espacio en disco e intentar nuevamente.
