Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: Automatic high DPI scaling has been enabled for DeLight, which should result in improved graphics quality.
de_de: Automatische High-DPI-Skalierung wurde für DeLight aktiviert, was zu einer verbesserten Grafikqualität führen sollte.

source: Automatic high DPI scaling was disabled from the command-line
de_de: Automatische High-DPI-Skalierung wurde von der Kommandozeile deaktiviert

source: Automatically check for updates
de_de: Automatisch nach Updates suchen

source: BIP38 encrpted keys are supported.
de_de: BIP38 verschlüsselte Schlüssel werden unterstützt.

source: BIP38 keys are strongly encrypted with a password. To decode this key, please specify the password you used when creating the key.
de_de: BIP38 Schlüssel sind mit einem Passwort stark verschlüsselt. Um diesen Schlüssel zu dekodieren, geben Sie bitte das Passwort an, das Sie beim Erstellen des Schlüssels verwendet haben.
es_ar: Claves BIP38 son encriptadas con contraseña. Para decodificar esta clave, especificar la contraseña usada al momento de la creación de la clave.

source: BIP39 seeds can be imported in DeLight so that users can access funds locked in other wallets.
de_de: BIP39-Seeds können in DeLight importiert werden, um Zugriff auf Guthaben aus anderen Geldbörsen zu erhalten.
es_ar: Semillas BIP39 pueden ser importadas a DeLight para que los usuarios puedan acceder fondos bloqueados en otras carteras.
es_es: En DeLight es posible importar seeds BIP39 para que los usuarios puedan acceder a fondos bloqueados en otras carteras.

source: BIP39 seeds can be imported into DeLight so that users can access funds from other wallets.
de_de: BIP39-Seeds können in DeLight importiert werden, um Zugriff auf Guthaben aus anderen Geldbörsen zu erhalten.
es_ar: Semillas BIP39 pueden ser importadas en DeLight de forma que los usuarios pueden acceder fondos de otras carteras.

source: BIP39 seeds do not include a version number, which makes compatibility with future software more difficult.
de_de: BIP39-Seeds enthalten keine Versionsnummer, was die Kompatibilität mit zukünftiger Software erschwert.
es_ar: Semillas BIP39 no incluyen numero de versión, lo que hace que la compatibilidad con software futuro sea más difícil.

source: Back
de_de: Zurück
es_ar: Volver
es_es: Atrás

source: Balance
de_de: Guthaben
es_ar: Saldo
es_es: Saldo

source: Ban score:
de_de: Sperr-Punkte:

source: Ban server
de_de: Server sperren
es_ar: Prohibir servidor
es_es: Prohibir servidor

source: Banned
de_de: Gesperrt
es_ar: Prohibido
es_es: Prohibido

source: Banned Servers
de_de: Gesperrte Server
es_ar: Servidores Prohibidos
es_es: Servidores Prohibidos

source: Banned servers ({}) are servers deemed unreliable and/or untrustworthy, and so they will never be connected-to by DeLight.
de_de: Gesperrte Server ({}) sind Server, die als unzuverlässig und/oder nicht vertrauenswürdig gelten und werden daher nie von DeLight verbunden.
es_ar: Los servidores prohibidos ({}) son servidores considerados no confiables y/o no fidedignos, por lo que DeLight nunca se conectará a ellos.
es_es: Los servidores prohibidos ({}) son servidores considerados no confiables y/o no fidedignos, por lo que DeLight nunca se conectará a ellos.

source: Bans usually occur when other shufflers detected invalid inputs coming from your client. Bans are temporary and usually last up to 30 minutes. They may happen occasionally in rare circumstances. However, if this keeps happening please contact the developers and file a bug report.
de_de: Sperren treten normalerweise auf, wenn andere Mischer ungültige Eingaben von Ihrem Client erkannt haben. Sperren sind temporär und dauern normalerweise bis zu 30 Minuten. Sie können gelegentlich in seltenen Fällen passieren. Wenn dies jedoch geschieht, kontaktieren Sie bitte die Entwickler und melden Sie einen Fehlerbericht.

source: Base unit
de_de: Basiseinheit
es_ar: Unidad base
es_es: Unidad estándar

source: Base unit of your wallet.
de_de: Basiseinheit der Geldbörse.
es_ar: Unidad base de tu cartera.
es_es: La unidad en la que se muestran los fondos de tu cartera.

source: Before reporting a bug, upgrade to the most recent version of DeLight (latest release or git HEAD), and include the version number in your report.
de_de: Bevor Sie einen Fehler melden, aktualisieren Sie DeLight (aktuelle Version oder git HEAD) und teilen Sie uns die Versionsnummer im Fehlerbericht mit.
es_ar: Antes de reportar un error, actualizar a la versión más reciente de DeLight (última versión o git) e incluir el número de versión en el reporte.
es_es: Antes de informar de un bug, actualiza a la versión más reciente de DeLight (última versión o git HEAD) e incluye el número de tu versión en tu informe.

source: Biometrics Unavailable
de_de: Biometrische Funktionen nicht verfügbar
es_ar: Biometría Indisponible
es_es: Biometría no disponible

source: Bit rate [kbps]:
de_de: Bitrate [kbit/s]:
es_ar: Velocidad [kbps]:
es_es: Tasa de bits [kbps]:

source: DeVault address where the payment should be received. Note that each payment request uses a different DeVault address.
de_de: Die DeVault Adresse an die der Betrag gesendet werden soll. Jede Zahlungsanfrage nutzt eine andere DeVault Adresse.
es_ar: Dirección DeVault donde el pago debe ser recibido. Tener en cuenta que cada solicitud de pago utiliza una dirección DeVault diferente.
es_es: Dirección de DeVault donde debe recibirse el pago. Ten en cuenta que cada solicitud de pago utiliza una dirección de DeVault diferente.

source: DeVault transactions are in general not free. A transaction fee is paid by the sender of the funds.
de_de: DeVault Transaktionen sind üblicherweise nicht kostenlos. Eine Transaktionsgebühr wird vom Sender bezahlt.
es_ar: Transacciones en DeVault por lo general no son gratis. Una tasa por transacción es pagada por el remitente de los fondos.
es_es: Las transacciones de DeVault, en general, no son gratuitas. La persona que envía los fondos paga una comisión por la transacción.

source: Block explorer link copied to clipboard
de_de: Block-Explorer-Link in Zwischenablage kopiert

source: Both Receiving & Change (x2)
de_de: Empfang & Wechsel (x2)
es_ar: Receptoras y Cambio (x2)

source: Broadcast
de_de: Senden
es_ar: Transmisión
es_es: Emitir

source: Broadcasting transaction...
de_de: Sende Transaktion...
es_ar: Transmitiendo transacción...
es_es: Emitiendo transacción...

source: Busy shuffling:
de_de: Am mischen:

source: CPFP no longer valid
de_de: CPFP nicht länger gültig
es_ar: CPFP inválido
es_es: El CPFP ya no es válido

source: Calculating Tx Details...
de_de: Berechne Tx Details...
es_ar: Calculando detalles de Tx...
es_es: Calculando detalles de la Tx...

source: Can't get network, disabling CashShuffle.
de_de: Netzwerk kann nicht verwendet werden, CashShuffle wird deaktiviert.

source: Cancel
de_de: Abbrechen
es_ar: Cancelar
es_es: Cancelar

source: Cancel Reshuffle
de_de: Erneutes Mischen abbrechen
es_ar: Cancelar Reshuffle

source: Cancel {} Reshuffles
de_de: {} erneute Mischvorgänge abbrechen
es_ar: Cancelar {} Reshuffles

source: Canceled
de_de: Abgebrochen
es_ar: Cancelado

source: Canceling...
de_de: Abbrechen...
es_ar: Cancelando...

source: Cancelled by user
de_de: Durch Benutzer abgebrochen
es_ar: Cancelado por el usuario
es_es: Cancelado por el usuario

source: Cannot Delete Active Wallet
de_de: Die derzeit aktive Geldbörse kann nicht gelöscht werden
es_ar: No Se Puede Eliminar Cartera Activa
es_es: No se puede borrar la cartera activa

source: Cannot add this cosigner:
de_de: Mitsignierer konnte nicht hinzugefügt werden:
es_ar: No se puede agregar este cosignatario:
es_es: No se puede añadir este cosignatario:

source: Cannot display the requested transaction as you don't have a wallet open. Open a wallet and try again.
de_de: Die angeforderte Transaktion kann nicht angezeigt werden, da keine Geldbörse geöffnet ist. Öffnen Sie eine Geldbörse und versuchen es erneut.
es_ar: No puede mostrar la transacción solicitada ya que no tienes una cartera abierta. Abrir una cartera e intentar nuevamente.
es_es: No se puede mostrar la transacción solicitada ya que no tienes abierta una cartera. Abre una cartera e inténtalo de nuevo.

source: Cannot display the requested transaction since you already have a modal dialog open. Close the current dialog and try again.
de_de: Die angeforderte Transaktion kann nicht angezeigt werden, da Sie bereits einen modalen Dialog geöffnet haben. Schließen Sie den aktuellen Dialog und versuchen Sie es erneut.
es_ar: No es posible mostrar la transacción solicitada ya que se tiene un diálogo modal abierto. Cerrar el diálogo actual e intentar nuevamente.
es_es: No se puede mostrar la transacción solicitada ya que ya tienes un cuadro de diálogo abierto. Cierra el cuadro de diálogo actual e inténtalo de nuevo.

source: Cannot find python library for
de_de: Python-Bibliothek nicht gefunden:
es_ar: No se encuentra librería python para
es_es: No se puede encontrar la biblioteca de python para

source: Cannot read file
de_de: Datei konnte nicht gelesen werden
es_ar: No se puede leer el archivo
es_es: No se puede leer el archivo

source: Cannot send/receive new transactions.
de_de: Kann keine neuen Transaktionen senden/empfangen.
es_ar: No se puede enviar/recibir nuevas transacciones.
es_es: No se puede enviar/recibir nuevas transacciones.

source: Cannot sign messages with this type of address.
de_de: Nachrichten können mit diesem Adresstyp nicht signiert werden.
es_ar: No es posible firmar mensajes con este tipo de dirección.
es_es: No es posible firmar mensajes con este tipo de dirección.

source: Cannot specify private keys and addresses in the same wallet. Addresses will result in a watching-only wallet, and private keys in a spending wallet. Remove incompatible items (by swiping them left).
de_de: Private Schlüssel und Adressen in derselben Geldbörse können nicht angegeben werden. Adressen führen zu einer Geldbörse im Beobachtungsmodus und private Schlüssel zu einer Geldbörse von der ausgegeben werden kann. Entfernen Sie inkompatible Elemente (indem Sie sie nach Links wischen).
es_ar: No es posible especificar claves privadas y direcciones en la misma cartera. Direcciones resultarán en carteras solo-para-ver, y claves privadas en carteras expendedoras. Remover los elementos incompatibles (deslizando a la izquierda).
es_es: No es posible especificar claves privadas y direcciones en la misma cartera. Las direcciones darán lugar a una cartera sólo de consulta de saldo, y las claves privadas a una cartera de gasto. Elimina los elementos incompatibles (deslizándolos hacia la izquierda).

source: Cannot start QR scanner, camera is unavailable.
de_de: Kann QR-Scanner nicht starten, Kamera ist nicht verfügbar.
es_ar: Sin acceso al escáner QR. Cámara indisponible.

source: Cannot start QR scanner, no usable camera found.
de_de: Kann QR-Scanner nicht starten, keine brauchbare Kamera gefunden.
es_ar: Sin acceso al escáner QR. Cámara no encontrada.

source: Cannot start QR scanner, no usable camera resolution found.
de_de: Kann QR-Scanner nicht starten, keine brauchbare Kamera-Auflösung gefunden.
es_ar: Sin acceso al escáner QR. Resolución de cámara insuficiente.

source: Cannot verify Cash Account as the network appears to be offline.
de_de: Cash-Account kann nicht überprüft werden, da das Netzwerk nicht erreichbar ist.

source: Cash Account copied to clipboard
de_de: Cash-Account in die Zwischenablage kopiert

source: Cash Account e.g. satoshi#123.45
de_de: Cash-Account z.B. satoshi#123.45

source: Cash Account has been made the default for this address
de_de: Cash-Account wurde für diese Adresse als Standard gesetzt

source: Cash Account not found: {name}
de_de: Cash-Account nicht gefunden: {name}

source: Cash Account pending confirmation and/or verification
de_de: Cash-Account Bestätigung und/oder Überprüfung ausstehend

source: Cash Account verification failure
de_de: Cash-Account-Verifizierung fehlgeschlagen

source: Cash Accounts Registration: '{name}' -> {address}
de_de: Cash-Accounts Registrierung: '{name}' -> {address}

source: Cash Address
de_de: Cash Adresse

source: Cash address
de_de: Cash Adresse
es_ar: Dirección Cash
es_es: Dirección CashAddr

source: CashAddr address format
de_de: CashAddr Adressformat
es_ar: Formato de dirección de CashAddr
es_es: Formato de dirección CashAddr

source: CashShuffle - Coin Selection Settings
de_de: CashShuffle - Coin-Auswahl Einstellungen
es_ar: CashShuffle - Ajustes de Selección de Monedas

source: CashShuffle Disabled
de_de: CashShuffle deaktiviert
es_ar: CashShuffle Desactivado

source: CashShuffle Enabled
de_de: CashShuffle aktiviert
es_ar: CashShuffle Activado

source: CashShuffle Error: Could not connect to server
de_de: CashShuffle Fehler: Verbindung zum Server konnte nicht hergestellt werden
es_ar: CashShuffle Error: No se pudo conectar al servidor

source: CashShuffle Protocol
de_de: CashShuffle Protokoll
es_ar: Protocolo CashShuffle

source: CashShuffle Settings
de_de: CashShuffle Einstellungen
es_ar: Ajustes de CashShuffle

source: CashShuffle Settings...
de_de: CashShuffle Einstellungen...
es_ar: Ajustes CashShuffle...

source: CashShuffle could not be restarted
de_de: CashShuffle konnte nicht neu gestartet werden
es_ar: CashShuffle no pudo ser reiniciado

source: CashShuffle is disabled for this wallet.
de_de: CashShuffle ist für diese Geldbörse deaktiviert.
es_ar: CashShuffle desactivado para esta cartera.

source: CashShuffle is disabled.
de_de: CashShuffle ist deaktiviert.
es_ar: CashShuffle desactivado.

source: CashShuffle is enabled: change address logic will be handled by CashShuffle (to preserve privacy).
de_de: CashShuffle ist aktiviert: Die Wechseladresslogik wird von CashShuffle entschieden (zur Wahrung der Privatsphäre).
es_ar: CashShuffle activado: lógica de dirección de cambio manejada por CashShuffle (preservación de privacidad).

source: CashShuffle must be restarted for the server change to take effect.
de_de: CashShuffle muss neu gestartet werden damit die Serveränderung aktiv wird.
es_ar: CashShuffle debe ser reiniciado para que el cambio de servidor tenga efecto.

source: CashShuffle password prompt canceled; disabling for this wallet.
de_de: CashShuffle Passwort-Prompt abgebrochen; wird für diese Geldbörse deaktiviert.

source: CashShuffle requires access to '{}'.
de_de: CashShuffle benötigt Zugriff auf '{}'.
es_ar: CashShuffle requiere acceso a '{}'.

source: CashShuffle requires libsecp; cannot enable shuffling for this wallet.
de_de: CashShuffle benötigt libsecp; kann das Mischen für diese Geldbörse nicht aktivieren.
es_ar: CashShuffle requiere libsecp; no es posible activar shuffling para esta cartera.

source: CashShuffle restarted
de_de: CashShuffle neu gestartet
es_ar: CashShuffle reiniciado

source: CashShuffle will now be <i>disabled</i> for a wallet which has previously had it <b>enabled</b>. Are you sure?
de_de: CashShuffle wird nun für eine Geldbörse <i>deaktiviert</i> bei der es zuvor <b>aktiviert</b> war. Sind Sie sicher?
es_ar: CashShuffle será <i>desactivado</i> para una cartera que lo tenía <b>activado</b>. Estás seguro?

source: Chain fork(s) detected
de_de: Chain-Fork(s) erkannt

source: Chain split detected at block %d
de_de: Chain-Split in Block %d erkannt
es_ar: División de cadena detectada en el bloque %d
es_es: División de la cadena detectada en el bloque %d

source: Change
de_de: Wechselgeld
es_ar: Cambio
es_es: De cambio

source: Change Address
de_de: Wechselgeld Adresse
es_ar: Dirección de Cambio
es_es: Cambiar dirección

source: Change Addresses Only
de_de: Nur Wechselgeld Adressen
es_ar: Sólo Direcciones de Cambio

source: Change PIN
de_de: PIN ändern
es_ar: Cambiar PIN
es_es: Cambiar PIN

source: Change Password
de_de: Password ändern
es_ar: Cambiar contraseña
es_es: Cambiar contraseña

source: Change or Set Password
de_de: Passwort ändern oder festlegen
es_ar: Cambiar o Establecer Contraseña
es_es: Cambiar o establecer contraseña

source: Change...
de_de: Ändern...
es_ar: Cambio...
es_es: Cambiar...

source: Changes will take effect when the next shuffle round starts (usually within in a few minutes).
de_de: Änderungen werden wirksam, wenn die nächste Misch-Runde beginnt (normalerweise innerhalb weniger Minuten).
es_ar: Los cambios tendrán efecto cuando la próxima ronda de shuffle comience (normalmente dentro de unos minutos).

source: Check Again
de_de: Erneut prüfen

source: Check your {} device to continue
de_de: Prüfen Sie Ihr {}-Gerät um fortzufahren
es_ar: Verificar dispositivo {} para continuar
es_es: Comprueba tu dispositivo {} para continuar

source: Checking for updates...
de_de: Nach Updates suchen...
es_ar: Buscando actualizaciones...

source: Checking server...
de_de: Server wird überprüft...
es_ar: Verificando servidor...

source: Choose Address
de_de: Adresse auswählen
es_ar: Seleccione Dirección
es_es: Selecciona una dirección

source: Choose Homescreen
de_de: Homescreen auswählen
es_ar: Elegir Pantalla de Inicio
es_es: Seleccionar pantalla de inicio

source: Choose a CashShuffle server or enter a custom server. Changes will require the CashShuffle plugin to restart.
de_de: Wählen Sie einen CashShuffle-Server oder geben Sie einen eigenen Server ein. Änderungen erfordern einen Neustart des CashShuffle-Plugins.

source: Choose a backup file:
de_de: Sicherungs-Datei auswählen:
es_ar: Elegir archivo de copia de seguridad:
es_es: Selecciona un archivo de respaldo:

source: Choose a password to encrypt your wallet keys.
de_de: Wählen Sie ein Passwort um die Geldbörsenschlüssel zu verschlüsseln.
es_ar: Elegir una contraseña para encriptar las claves de su cartera.
es_es: Elige una contraseña para descifrar las claves de tu cartera.

source: Choose address or enter a public key
de_de: Wählen Sie eine Adresse aus oder geben Sie einen öffentlichen Schlüssel ein
es_ar: Elegir dirección o ingresar una clave pública
es_es: Selecciona una dirección o introduce una clave pública

source: Choose an address
de_de: Adresse auswählen

source: Choose how to initialize your Digital Bitbox:
de_de: Wählen Sie, wie Sie die Digital Bitbox einrichten wollen:
es_ar: Elegir como iniciar tu Digital Bitbox:
es_es: Elige cómo inicializar tu Digital Bitbox:

source: Choose how you want to initialize your {}. Either method is secure since no secret information will be entered into your computer.
de_de: Wähle, wie Sie Ihr {} initialisieren möchten. Beide Methoden sind sicher da keine geheimen Informationen in Ihren Computer eingegeben werden.

source: Choose how you want to initialize your {}. The first two methods are secure as no secret information is entered into your computer. For the last two methods you input secrets on your keyboard and upload them to your {}, and so you should only do those on a computer you know to be trustworthy and free of malware.
de_de: Wählen Sie, wie Sie ihr {} initialisieren wollen. Die ersten beiden Methoden sind sicher, da keine geheimen Informationen über den Computer eingegeben werden. Bei den anderen beiden Methoden werden Geheimnisse über die Tastatur eingegeben und auf ihr {} geladen - Sie sollten das also nur tun, wenn Ihr Computer vertrauenswürdig und virenfrei ist.
es_ar: Elegir como quieres iniciar tu {}. Los primeros dos métodos son seguros ya que ninguna información secreta es ingresada en tu computador. Para los dos últimos métodos ingresas secretos en tu teclado y los cargas en tu {}, por lo que solo debes hacerlos en un computador que sabes que es confiable y libre de malware.
es_es: Elige cómo quieres inicializar tu {}. Los dos primeros métodos son seguros ya que no se introduce ninguna información secreta en tu ordenador. Los dos últimos métodos consisten en introducir información secreta en tu teclado y subirla a tu {}, por lo que sólo deberías hacerlo en un ordenador que sepas que es fiable y está libre de malware.

source: Choose on your {} device where to enter your passphrase
de_de: Wähle auf deinem {} aus, wie du die Passphrase eingeben willst
es_ar: Elegir en tu dispositivo {} donde ingresar tu contrafrase
es_es: Elige en tu dispositivo {} dónde introducir tu frase de seguridad

source: Choose the number of signatures needed to unlock funds in your wallet:
de_de: Wie viele Signaturen werden mindestens benötigt, um das Guthaben in der Geldbörse zu entsperren:
es_ar: Elegir número de firmas necesarias para desbloquear fondos en cartera:
es_es: Elija el número de firmas necesarias para desbloquear fondos en tu cartera:

source: Choose which online block explorer to use for functions that open a web browser
de_de: Wählen Sie einen Blockexplorer für Web-Funktionen
es_ar: Elegir explorador de bloques online para funciones que abren un explorador web
es_es: Elige qué explorador de bloques utilizar para funciones que abren un navegador web

source: Choose...
de_de: Auswählen...
es_ar: Elegir...
es_es: Elige...

source: Clear
de_de: Löschen
es_ar: Limpiar
es_es: Despejar todo

source: Clear all {} servers from the ban list?
de_de: Alle {} Server aus der Sperrliste löschen?
es_ar: Remover todos los {} servidores de la lista de prohibidos?
es_es: Remover todos los {} servidores de la lista de prohibidos?

source: Clear ban list
de_de: Sperrliste leeren
es_ar: Limpiar lista de prohibidos
es_es: Limpiar lista de prohibidos

source: Clear the session after the specified period of inactivity. Once a session has timed out, your PIN and passphrase (if enabled) must be re-entered to use the device.
de_de: Die Sitzung nach der angegebenen Zeit an Inaktivität schließen. Danach müssen Sie ihre PIN (und falls vorhanden eine Passphrase) erneut eingeben um das Gerät zu nutzen.
es_ar: Limpiar sesión después de un determinado tiempo de inactividad. una vez que la sesión expira, PIN y contrafrase (si habilitada) deben ser reingresados para usar el dispositivo.
es_es: Cierra la sesión después del periodo de inactividad especificado. Una vez ha expirado una sesión, hay que introducir el PIN y la frase de seguridad (si está habilitada) para usar el dispositivo.

source: Click for details
de_de: Klicken für Details

source: Click to copy the receive request URI to the clipboard
de_de: Klicken, um die Empfangsanfrage-URI in die Zwischenablage zu kopieren

source: Click to open in web browser
de_de: Klicken, um im Webbrowser zu öffnen
es_ar: Click para abrir en web browser

source: Click to open, right-click for menu
de_de: Klicken Sie zum Öffnen, Rechtsklick für Menü

source: Close
de_de: Schließen
es_ar: Cerrar
es_es: Cerrar

source: Coin & Address are frozen
de_de: Coin & Adresse werden eingefroren
es_ar: Moneda y Dirección congeladas

source: Coin is frozen
de_de: Coin ist eingefroren
es_ar: Moneda congelada
es_es: La moneda está congelada

source: Coin selection settings...
de_de: Coin-Auswahleinstellungen...
es_ar: Ajustes de selección de monedas...

source: CoinText: Please specify an amount
de_de: CoinText: Bitte geben Sie einen Betrag an

source: Coinbase Input
de_de: Coinbase-Eingabe

source: Coinbase not supported
de_de: Coinbase nicht unterstützt
es_ar: Coinbase no soportada

source: Coins (UTXOs) below this amount will not be selected for shuffling.
de_de: Coins (UTXOs) unter diesem Betrag werden nicht für das Mischen ausgewählt.
es_ar: Monedas (UTXOs) inferiores a este monto no serán seleccionadas para shuffling.

source: Coins (UTXOs) up to this amount will be selected for shuffling.
de_de: Coins (UTXOs) bis zu diesem Betrag werden für das Mischen ausgewählt.
es_ar: Monedas (UTXOs) hasta este monto serán seleccionadas para shuffling.

source: Color theme
de_de: Farbschema
es_ar: Theme de color

source: Coming Soon
de_de: Demnächst verfügbar
es_ar: Próximamente
es_es: Próximamente

source: Command-line.
de_de: Kommandozeile.
es_ar: Línea de comandos.
es_es: Línea de comandos.

source: Con&sole
de_de: Kon&sole
es_ar: Con&sola
es_es: C&onsola
