Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: The camera is not available for reading QR codes
de_de: Die Kamera ist nicht verfügbar, um QR-Codes zu lesen
es_ar: Cámara no disponible para lectura de códigos QR
es_es: La cámara no está disponible para leer códigos QR

source: The current block height is <b><i>{block_height}</i></b>, so the new cash account will likely look like: <b><u><i>AccountName<i>#{number}</u></b>.
de_de: Die aktuelle Blockhöhe ist <b><i>{block_height}</i></b>, daher wird das neue Cash-Account wahrscheinlich so aussehen: <b><u><i>KontoName<i>#{number}</u></b>.

source: The decrypted private key (WIF key) originally used to create this BIP38 key.
de_de: Der entschlüsselte private Schlüssel (WIF-Schlüssel) der ursprünglich verwendet wurde um diesen BIP38-Schlüssel zu erstellen.
es_ar: La clave privada desencriptada (clave WIF) originalmente usada para crear esta clave BIP38.

source: The description is not sent to the recipient of the funds. It is stored in your wallet file, and displayed in the 'History' tab.
de_de: Die Beschreibung wird nicht an den Empfänger gesendet. Sie wird lediglich in der Geldbörse gespeichert und im Transaktionsverlauf angezeigt.
es_ar: La descripción no es enviada al destinatario de los fondos. Es almacenada en el archivo de tu cartera y desplegada en la pestaña 'Histórico'.
es_es: La descripción no se envía al destinatario de los fondos. Se guarda en el fichero de tu cartera y se muestra en tu pestaña "Historial".

source: The device was disconnected.
de_de: Das Gerät wurde getrennt.
es_ar: El dispositivo fue desconectado.

source: The file '{}' contains an incompletely created wallet. Do you want to complete its creation now?
de_de: Die Datei '{}' enthält eine unvollständige Geldbörse. Möchten Sie jetzt vervollständigen?
es_ar: El archivo '{}' contiene una cartera creada de forma incompleta. Completar proceso de creacióon ahora?
es_es: El archivo "{}" contiene una cartera creada de forma incompleta. ¿Quieres completar su creación ahora?

source: The file was removed
de_de: Die Datei wurde entfernt
es_ar: El archivo fue removido
es_es: El archivo fue eliminado

source: The file you selected does not appear to contain labels.
de_de: Die ausgewählte Datei scheint keine Bezeichnungen zu enthalten.
es_ar: El archivo seleccionado no parece contener rótulos.
es_es: El archivo que seleccionaste no parece contener etiquetas.

source: The following addresses were added
de_de: Die folgenden Adressen wurden hinzugefügt
es_ar: Las siguientes direcciones fueron agregadas
es_es: Se añadieron las siguientes direcciones

source: The following alias providers are available:
de_de: Die folgenden Alias-Anbieter sind verfügbar:
es_ar: Los siguientes proveedores de alias están disponibles:
es_es: Los siguientes proveedores de alias están disponibles:

source: The following could not be imported
de_de: Folgende konnten nicht importiert werden
es_ar: Lo siguiente no pudo ser importado

source: The format of your wallet '%s' must be upgraded for DeLight. This change will not be backward compatible
de_de: Das Format der Geldbörse "%s" muss für DeLight aktualisiert werden. Diese Änderung ist nicht rückwärtskompatiblel
es_ar: El formato de su cartera de '%s' debe ser actualizado por DeLight. Este cambio no será compatible en dirección opuesta
es_es: El formato de tu cartera "%s" debe ser actualizado para DeLight. Este cambio no será compatible con versiones anteriores

source: The message has been successfully decrypted
de_de: Die Nachricht wurde erfolgreich entschlüsselt
es_ar: El mensaje ha sido desencriptado con suceso
es_es: El mensaje ha sido descifrado satisfactoriamente

source: The mnemonic needs to be 12, 18 or 24 words.
de_de: Die Mnemonik muss 12, 18 oder 24 Wörter sein.
es_ar: La mnemónica necesita ser de 12, 18 o 24 palabras.

source: The operation is undefined. Not just in DeLight, but in general.
de_de: Diese Operation ist nicht definiert - nicht nur in Electron-Cash sondern überhaupt.
es_ar: Operación no definida. No solo en DeLight, sino en general.
es_es: Operación indefinida; no sólo en DeLight sino en general.

source: The password was incorrect for this encrypted wallet, please try again.
de_de: Das Passwort für diese verschlüsselte Geldbörse ist falsch, bitte versuchen Sie es erneut.
es_ar: Contraseña incorrecta para esta cartera encriptada, intentar nuevamente.
es_es: La contraseña no fue correcta para esta cartera cifrada; por favor, inténtalo de nuevo.

source: The placeholder value of {} is the default derivation for {} wallets.
de_de: Der Platzhalter-Wert von {} ist die Standardableitung für {} Geldbörsen.
es_ar: El valor de la posición {} es la derivación por defecto para carteras {}.
es_es: El valor teporal de {} es la derivación predeterminada para las carteras {}.

source: The platform QR detection library is not available.
de_de: Die QR-Erkennungsbibliothek der Platform ist nicht verfügbar.
es_ar: La librería de detección de la plataforma QR no está disponible.

source: The plugin archive is not recognized as a valid Zip file.
de_de: Das Plugin-Archiv wird nicht als gültige Zip-Datei erkannt.
es_ar: Archivo de plugin no reconocido como archivo Zip válido.
es_es: El archivo del plugin no se reconoce como archivo Zip válido.

source: The plugin archive you selected is missing a manifest. It was therefore not possible to install it.
de_de: Dem von Ihnen ausgewählten Plugin-Archiv fehlt ein Manifest. Es ist daher nicht möglich, es zu installieren.
es_ar: Al plugin seleccionado le esta faltando el archivo de manifiesto. Por tal motivo no es posible instalarlo.
es_es: Al archivo de plugin que has seleccionado le falta un manifiesto, por lo que no fue posible instalarlo.

source: The plugin is installed, but in the process of enabling and loading it, an error occurred. Restart DeLight and try again, or uninstall it and report it to it's developers.
de_de: Das Plugin ist installiert, aber während Laden und Aktivieren ist ein Fehler aufgetreten. Starten Sie Electron-Cash neu und versuchen Sie es erneut oder deinstallieren Sie es und melden Sie es an die Entwickler.
es_ar: El plugin está instalado, pero en el proceso de carga y habilitación se ha producido un error. Reiniciar DeLight e intentar nuevamente, o desinstalarlo el plugin y reportarlo a sus desarolladores.
es_es: El plugin está instalado, pero ocurrió un error en el proceso de activación y ejecución. Vuelve a iniciar DeLight e inténtalo de nuevo o desinstala el plugin e informa a sus desarrolladores.

source: The plugin is targeted at a later version of DeLight.
de_de: Das Plugin ist auf eine spätere Version von DeLight ausgerichtet.
es_ar: Plugin diseñado para una versión posterior de DeLight.
es_es: El plugin está diseñado para una versión más reciente de DeLight.

source: The plugin manifest is not recognized as valid JSON.
de_de: Das Plugin-Manifest wird nicht als gültiges JSON erkannt.
es_ar: El manifiesto del plugin no es reconocido como un JSON válido.
es_es: El manifiesto del plugin no se reconoce como JSON válido.

source: The plugin manifest lacks a valid description.
de_de: Dem Plugin-Manifest fehlt eine gültigen Beschreibung.
es_ar: El manifiesto del plugin carece de descripción válida.
es_es: Él manifiesto del plugin carece de una descripción válida.

source: The plugin manifest lacks a valid display name.
de_de: Dem Plugin-Manifest fehlt ein gültiger Anzeigenamen.
es_ar: El manifiesto del plugin carece de un nombre válido.
es_es: El manifiesto del plugin carece de un nombre válido.

source: The plugin manifest lacks a valid minimum DeLight version.
de_de: Dem Plugin-Manifest fehlt eine Mindestversion von Electron-Cash.
es_ar: El manifiesto del plugin carece de la mínima versión válida de DeLight.
es_es: El manifiesto del plugin carece de una versión mínima válida de DeLight.

source: The plugin manifest lacks a valid package name.
de_de: Dem Plugin-Manifest fehlt ein gültiger Paketnamen.
es_ar: El manifiesto del plugin carece de un nombre de paquete válido.
es_es: El manifiesto del plugin carece de un nombre de paquete válido.

source: The plugin manifest lacks a valid version.
de_de: Dem Plugin-Manifest fehlt eine gültige Version.
es_ar: El manifiesto del plugin carece de una versión válida.
es_es: El manifiesto del plugin carece de una versión válida.

source: The provided key does not appear to be a valid master key. Valid keys are long strings starting with either xpub/ypub/zpub or xprv/yprv/zprv. Please try again.
de_de: Der angegebene Schlüssel scheint kein gültiger Generalschlüssel zu sein. Gültige Schlüssel sind lange Zeichenketten, die mit xpub/ypub/zpub oder xprv/yprv/zprv beginnen. Bitte versuchen Sie es erneut.
es_ar: La clave provista no parece ser una clave maestra válida. Claves válidas son largas cadenas comenzando con xpub/ypub/zpub o xprv/yprv/zprv. Intentar nuevamente.
es_es: La clave proporcionada no parece se runa clave maestra válida. Las claves válidas son cadenas largas que empiezan por xpub/ypub/zpub o por xprv/yprv/zprv. Por favor, inténtalo de nuevo.

source: The requested transaction has dropped out of the wallet history. If this problem persists, please contact us at electroncash.org.
de_de: Die angeforderte Transaktion ist aus dem Geldbörsen-Verlauf herausgefallen. Wenn dieses Problem weiterhin besteht, kontaktieren Sie uns bitte unter electroncash.org.
es_ar: La transacción solicitada ha sido retirada del histórico de la cartera. si el problema persiste, entrar en contacto via electroncash.org.
es_es: La transacción solicitada ha abandonado el historial de la cartera. Si el problema continúa, por favor, ponte en contacto con nosotros en electroncash.org.

source: The seed you entered does not appear to be a valid wallet seed.
de_de: Der von Ihnen eingegebene Seed scheint kein gültiger Geldbörsen-Seed zu sein.
es_ar: La semilla ingresada no parece ser una semilla de cartera válida.
es_es: La seed que has introducido no parece ser una seed de cartera válida.

source: The seed you entered does not match the generated seed. Go back to the previous screen and double-check it, then try again.
de_de: Der von Ihnen eingegebene Seed stimmt nicht mit dem generierten Seed überein. Gehen Sie zurück zum vorherigen Dialog und überprüfen Sie ihn, versuchen Sie es erneut.
es_ar: La semilla ingresada no coincide con la semilla generada. Volver a la pantalla anterior y revisar, luego intentar nuevamente.
es_es: La seed que has introducido no coincide con la seed generada. Vuelve a la pantalla anterior, compruébala y vuelve a intentarlo.

source: The selected file appears to be a binary file.
de_de: Die ausgewählte Datei scheint eine Binärdatei zu sein.
es_ar: El archivo seleccionado parece ser un archivo binario.
es_es: El archivo seleccionado parece ser un archivo binario.

source: The server did not answer; network may be down.
de_de: Der Server hat nicht geantwortet; das Netzwerk könnte nicht verfügbar sein.
es_ar: El servidor no responde, la red puede estar caída.

source: The signature for the provided message has been pasted into the signature text box.
de_de: Die Signatur für die angegebene Nachricht wurde in das Signatur Textfeld eingefügt.
es_ar: La firma para el mensaje provisto ha sido pegada en el campo adecuado.
es_es: La firma del mensaje proporcionado ha sido pegada en el cuadro de texto de firma.

source: The specified Cash Account does not appear to be associated with any address
de_de: Das angegebene Cash-Account scheint nicht mit einer Adresse verknüpft zu sein

source: The specified WIF key '{}' is a p2sh WIF key. These key types cannot be swept.
de_de: Der angegebene WIF-Schlüssel '{}' ist ein p2sh WIF-Schlüssel. Diese Schlüsseltypen können nicht entleert werden.
es_ar: La clave WIF especificada '{}' es una clave WIF p2sh. Estos tipos de claves no pueden ser barridos.

source: The specified name cannot be used for a Cash Accounts registration. You must specify 1-99 alphanumeric (ASCII) characters, without spaces (underscores are permitted as well).
de_de: Der angegebene Name kann nicht für eine Cash-Accounts-Registrierung verwendet werden. Sie müssen 1-99 alphanumerische (ASCII) Zeichen angeben, ohne Leerzeichen (Unterstriche sind ebenfalls erlaubt).

source: The specified public key cannot decrypt this cyphertext. Please specify the correct key to decrypt.
de_de: Der angegebene öffentliche Schlüssel kann diesen Chiffretext nicht entschlüsseln. Bitte geben Sie den richtigen Schlüssel zum Entschlüsseln an.
es_ar: La clave pública especificada no puede desencriptar el texto encriptado. Especificar la clave correcta para desencriptar.
es_es: La clave pública especificada no puede descifrar este texto cifrado.

source: The transaction already exists in the server's mempool.
de_de: Die Transaktion existiert bereits im Memopool des Servers.
es_ar: Transacción ya existente en el mempool del servidor.
es_es: Transacción ya existente en el mempool del servidor.

source: The transaction conflicts with a transaction already in the server's mempool.
de_de: Die Transaktion steht im Widerspruch zu einer Transaktion, die bereits im Memopool des Servers steht.
es_ar: Transacción en conflicto con una transacción ya existente en el mempool del servidor.
es_es: Transacción en conflicto con una transacción ya existente en el mempool del servidor.

source: The transaction was rejected because it contains a bare multisig input.
de_de: Die Transaktion wurde abgelehnt, weil sie eine unverhüllte Multisig-Eingabe enthält.
es_ar: Transacción rechazada por contener una entrada multisig descubierta.
es_es: Transacción rechazada por contener una entrada multisig descubierta.

source: The transaction was rejected because it contains a non-mandatory script verify flag.
de_de: Die Transaktion wurde abgelehnt, da sie eine nicht obligatorische Skript-Verifizierungs-Markierung enthält.
es_ar: Transacción rechazada por contener un script de verificación no-mandatorio.

source: The transaction was rejected because it contains a non-standard script public key signature.
de_de: Die Transaktion wurde abgelehnt, weil sie eine nicht-Standard Skript öffentliche Schlüssel-Signatur enthält.
es_ar: Transacción rechazada por contener un script de firma de clave pública no estándar.
es_es: Transacción rechazada por contener un script de firma de clave pública no estándar.

source: The transaction was rejected because it contains a script that is too large.
de_de: Die Transaktion wurde abgelehnt, weil sie ein zu großes Skript enthält.
es_ar: Transacción rechazada por contener un script demasiado extenso.
es_es: Transacción rechazada por contener un script demasiado extenso.

source: The transaction was rejected because it contains multiple OP_RETURN outputs.
de_de: Die Transaktion wurde abgelehnt, da sie mehrere OP_RETURN-Ausgaben enthält.
es_ar: Transacción rechazada por contener multiples salidas OP-RETURN.
es_es: Transacción rechazada por contener multiples salidas OP-RETURN.

source: The transaction was rejected because it contains non-push-only script sigs.
de_de: Die Transaktion wurde abgelehnt, weil sie nicht-nur-Push Skript-Sigs enthält.
es_ar: Transacción rechazada por contener un script non-push-only.
es_es: Transacción rechazada por contener un script non-push-only.

source: The transaction was rejected because it is not considered final according to network rules.
de_de: Die Transaktion wurde abgelehnt, weil sie nach den Netzregeln nicht als endgültig gesehen wird.
es_ar: Transacción rechazada por no ser considerada final según la reglas de la red.
es_es: Transacción rechazada por no ser considerada final según la reglas de la red.

source: The transaction was rejected because it is too large (in bytes).
de_de: Die Transaktion wurde abgelehnt, weil sie zu groß ist (in Bytes).
es_ar: Transacción rechazada por ser muy extensa (en bytes).

source: The transaction was rejected because it specifies an absurdly high fee.
de_de: Die Transaktion wurde abgelehnt, weil sie eine absurd hohe Gebühr angibt.
es_ar: Transacción rechazada por incluir una tasa absurdamente alta.
es_es: Transacción rechazada por incluir una tasa absurdamente alta.

source: The transaction was rejected because it uses a non-standard version.
de_de: Die Transaktion wurde abgelehnt, weil sie eine nicht-standard-Version verwendet.
es_ar: Transacción rechazada por usar una versión no-estándar.
es_es: Transacción rechazada por usar una versión no-estándar.

source: The transaction was rejected due to having too many mempool ancestors. Wait for confirmations and try again.
de_de: Die Transaktion wurde abgelehnt, weil zu viele Memopool-Vorfahren vorhanden sind. Warten Sie auf Bestätigungen und versuchen Sie es erneut.
es_ar: Transacción rechazada debido a tener demasiados antecesores en mempool. Esperar por confirmaciones e intentar nuevamente.
es_es: Transacción rechazada debido a tener demasiados antecesores en mempool. Esperar por confirmaciones e intentar nuevamente.

source: The transaction was rejected due to its use of non-standard inputs.
de_de: Die Transaktion wurde aufgrund der Verwendung nicht-normaler Eingaben abgelehnt.
es_ar: Transacción rechazada debido a sus entradas no estándar.
es_es: Transacción rechazada debido a sus entradas no estándar.

source: The transaction was rejected due to paying insufficient fees and/or for being of extremely low priority.
de_de: Die Transaktion wurde abgelehnt, weil sie nicht genügend Gebühren gezahlt und/oder eine extrem niedrige Priorität hat.
es_ar: Transacción rechazada por tener tasas insuficientes y/o por tener una prioridad muy baja.
es_es: Transacción rechazada por tener tasas insuficientes y/o por tener una prioridad muy baja.

source: The wallet '{}' contains multiple accounts, which are no longer supported since Electrum 2.7. Do you want to split your wallet into multiple files?
de_de: Die Geldbörse '{}' enthält mehrere Konten. Diese Funktion wird seit Version 2.7 von Electrum nicht mehr unterstützt. Möchten Sie Ihre Geldbörse in mehrere Dateien aufteilen?
es_ar: La cartera {} contiene multiples cuentas, las que no son soportadas desde Electrum 2.7. Quieres dividir tu cartera en multiples archivos?
es_es: La cartera "{}" contiene múltiples cuentas, lo cual no se permite desde Electrum 2.7 ¿Quieres dividir tu cartera en varios archivos?

source: The {} device is now in an inconsistent state. You may have to unplug the device and plug it back in and restart what you were doing.
de_de: Das {} Gerät befindet sich jetzt in einem inkonsistenten Zustand. Sie müssen das Gerät möglicherweise entfernen und wieder einstecken, und was Sie taten wiederholen.
es_ar: El dispositivo {} se encuentra en estado inconsistente. Puede ser requerido desconectar el dispositivo, conectarlo nuevamente y reiniciar la acción.

source: There are no transactions for this wallet on the blockchain.
de_de: Es gibt keine Transaktionen für diese Geldbörse auf der Blockchain.
es_ar: No hay transacciones para esta cartera en blockchain.
es_es: No hay transacciones en la blockchain de esta cartera.

source: There is a new update available
de_de: Es ist ein neues Update verfügbar
es_ar: Nueva actualización disponible

source: There is already a plugin installed using the internal package name of the plugin you selected. It was therefore not possible to install it.
de_de: Es gibt bereits ein Plugin mit dem internen Paketnamen des von Ihnen ausgewählten Plugins. Es war daher nicht möglich, es zu installieren.
es_ar: Ya existe un plugin instalado usando el nombre de paquete interno del plugin seleccionado. No fue por lo tanto posible instalarlo.
es_es: Ya hay un plugin instalado que utiliza el nombre de paquete interno del plugin que has seleccionado, por lo que no fue posible instalarlo.

source: There was a problem connecting to this server. Please choose a different CashShuffle server.
de_de: Es gab ein Problem bei der Verbindung zu diesem Server. Bitte wählen Sie einen anderen CashShuffle-Server.
es_ar: Hubo un problema conectando a este servidor. Seleccionar un servidor CashShuffle diferente.

source: There was an error processing the CoinText. Please check the phone number and try again.
de_de: Es gab einen Fehler bei der Bearbeitung des CoinText. Bitte überprüfen Sie die Telefonnummer und versuchen Sie es erneut.

source: There was an error processing the payment request
de_de: Es gab einen Fehler bei der Bearbeitung der Zahlungsanfrage

source: This blockchain is used to verify the transactions sent by your transaction server.
de_de: Diese Blockchain wird genutzt, um die Transaktionen von Ihrem Transaktionsserver zu prüfen.
es_ar: Blockchain es usado para verificar las transacciones enviadas por tu servidor de transacciones.
es_es: Esta blockchain se utiliza para verificar las transacciones enviadas por tu servidor de transacciones.

source: This device lacks the secure enclave service. As such, Touch/Face ID based wallet authentication is unavailable.
de_de: Diesem Gerät fehlt Secure-Enclave-Dienst. Deswegen ist die Touch-/Face-ID-basierte Geldbörsen-Authentifizierung nicht verfügbar.
es_ar: Este dispositivo carece de un servicio seguro de enclave. Por lo tanto la autenticación de cartera basada en Touch/Face ID esta indisponible.
es_es: Este dispositivo carece del servicio de Secure Enclave, por lo que no está disponible la autenticación de cartera a través de huella dactilar/reconocimiento facial.

source: This feature is intended to allow you to rebuild a wallet if it has become corrupted.
de_de: Diese Funktion soll es Ihnen ermöglichen, eine Geldbörse wiederherzustellen, wenn sie beschädigt ist.
es_ar: Esta funcionalidad permite reconstruir una cartera que fue corrompida.

source: This feature was added in response to the potential for a malicious actor to deny service via launching many servers (aka a sybil attack).
de_de: Diese Funktion wurde als Reaktion auf das Potenzial für einen Bedrohungsakteur den Dienst zu verweigern, indem viele Server gestartet werden (auch als Sybil-Angriff bekannt) hinzugefügt.
es_ar: Esta funcionalidad fue adicionada en respuesta a la posibilidad de un actor malintencionado denegar el servicio a través del lanzamiento de muchos servidores (ataque sybil).
es_es: Esta funcionalidad fue adicionada en respuesta a la posibilidad de un actor malintencionado denegar el servicio a través del lanzamiento de muchos servidores (ataque sybil).

source: This file does not exist.
de_de: Diese Datei existiert nicht.
es_ar: Este archivo no existe.
es_es: Este archivo no existe.

source: This file is encrypted.
de_de: Diese Datei ist verschlüsselt.
es_ar: Este archivo está encriptado.
es_es: Este archivo está cifrado.

source: This information is seen by the recipient if you send them a signed payment request.
de_de: Diese Informationen stehen dem Empfänger einer signierten Zahlungsanfrage zur Verfügung.
es_ar: Esta información es vista por el destinatario si le envías una solicitud de pago firmada.
es_es: Esta información la ve el destinatario si le envías una solicitud de pago firmada.

source: This interface is supported.
de_de: Diese Schnittstelle wird unterstützt.
es_ar: Esta interface es soportada.
es_es: Esta interfaz se admite.

source: This is a preferred server
de_de: Dies ist ein bevorzugter Server
es_ar: Este es un servidor preferido
es_es: Este es un servidor preferido

source: This is a watching-only wallet
de_de: Diese Geldbörse ist im Beobachtungsmodus
es_ar: Esta es una cartera solo-para-ver
es_es: Esta es una cartera sólo de consulta de saldo

source: This is a watching-only wallet, so the given private keys will be converted to watching addresses.
de_de: Dies ist eine Geldbörse im Beobachtungsmodus, weswegen die privaten Schlüssel in beobachtete Adressen umgewandelt werden.
