Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: Failed to verify SSL certificate
de_de: SSL-Zertifikat konnte nicht verifiziert werden
es_ar: Falla de verificación del certificado SSL

source: Fee
de_de: Gebühr
es_ar: Tasa
es_es: Comisión

source: Fee manual edit
de_de: Gebühren manuell bearbeiten
es_ar: Edición manual de tasa
es_es: Editar comisión manualmente

source: Fee:
de_de: Gebühr:
es_ar: Tasa:
es_es: Comisión:

source: Fee: {fee_amount} {fee_unit} ( {fee_rate} )
de_de: Gebühr: {fee_amount} {fee_unit} ( {fee_rate} )

source: Feel free to add your email address if you are willing to provide further detail, but note that it will appear in the relevant github issue.
de_de: Bitte geben Sie Ihre E-Mail-Adresse ein, wenn Sie bereit sind, weitere Details zu geben, aber beachten Sie, dass sie in der relevanten github Issue erscheinen wird.
es_ar: Adicionar dirección de email para proveer mayores detalles si se desea, pero notar que aparecerá en el asunto relacionado en github.
es_es: Añade tu dirección de email si deseas proporcionar más información, pero ten en cuenta que aparecerá en la edición de github correspondiente.

source: Fees
de_de: Transaktionsgebühren
es_ar: Tasas
es_es: Comisiones

source: Fiat amount
de_de: Fiat-Betrag
es_ar: Monto fiat
es_es: Cantidad en fiat

source: Fiat currency
de_de: Fiat-Währung
es_ar: Moneda fiat
es_es: Moneda fiat

source: File
de_de: Datei
es_ar: Archivo
es_es: Archivo

source: Find
de_de: Suchen
es_ar: Buscar
es_es: Buscar

source: Firmware version (or "DeVault" app) too old for CashAddr support.
de_de: Firmware-Version (oder "DeVault" App) zu alt für CashAddr-Unterstützung.
es_ar: Versión de firmware (o app "DeVault") demasiado antigua para soportar CashAddr.
es_es: Versión del firmware (o app "DeVault") demasiado antigua para admitir el formato CashAddr.

source: Fixed rate:
de_de: Fixer Betrag:
es_ar: Tarifa fija:
es_es: Comisión fija:

source: Follow this branch
de_de: Diesem Zweig folgen
es_ar: Seguir esta rama
es_es: Seguir esta rama

source: For convenience, would you like to use Touch ID or Face ID to open this wallet? Your wallet password will still be used as a backup mechanism for when Touch/Face ID fails or is unavailable. Your wallet will continue to be protected and secure.
de_de: Möchten Sie Touch-ID oder Face-ID verwenden, um diese Geldbörse einfach zu öffnen? Ihr Geldbörsen-Passwort wird immer noch als Sicherungsmechanismus verwendet, wenn Touch-/Face-ID fehlschlägt oder nicht verfügbar ist. Ihre Geldbörse wird weiterhin geschützt und sicher sein.
es_ar: Por conveniencia, te gustaría usar Touch/Face ID para abrir esta cartera? La contraseña de la cartera sera aún usada como mecanismo de respaldo en caso de fallar el Touch/Face ID o estar indisponible. Tu cartera continuará protegida y segura.
es_es: Por comodidad ¿te gustaría utilizar Touch ID o Face ID para abrir esta cartera? La contraseña de la cartera seguirá utilizándose como segundo mecanismo cuando Touch/Face ID falle o no esté disponible. Tu cartera seguirá estando protegida y siendo segura.

source: For improved privacy, shuffled coins and unshuffled coins cannot be sent together in the same transaction when CashShuffle is enabled.
de_de: Für eine bessere Privatsphäre können bei aktiviertem CashShuffle keine gemischten Coins und ungemischte Coins zusammen geschickt werden.
es_ar: Para mayor privacidad, monedas mezcladas y no mezcladas no pueden ser enviadas juntas en la misma transacción cuando CashShuffle está activado.

source: For more information, see http://openalias.org
de_de: Weitere Informationen finden Sie unter http://openalias.org

source: For scanning Qr codes.
de_de: Für das Scannen von Qr-Codes.
es_ar: Para escanear códigos QR.

source: Force download
de_de: Download erzwingen

source: Force upload
de_de: Upload erzwingen

source: Format: address, amount
de_de: Format: Adresse, Betrag
es_ar: Formato: dirección, monto
es_es: Formato: dirección, cantidad

source: Freeze
de_de: Einfrieren
es_ar: Congelar
es_es: Congelar

source: Freeze Address
de_de: Adresse einfrieren
es_ar: Congelar Dirección
es_es: Congelar dirección

source: Freeze Addresses
de_de: Adressen einfrieren
es_ar: Congelar Direcciones
es_es: Congelar direcciones

source: Freeze Coin
de_de: Coin einfrieren
es_ar: Congelar Moneda
es_es: Congelar moneda

source: Freeze Coins
de_de: Coins einfrieren
es_ar: Congelar Monedas
es_es: Congelar monedas

source: From %d cosigners
de_de: Von %d Mitsignierern
es_ar: De %d cosignatarios
es_es: De %d cosignatarios

source: From &QR code
de_de: Aus &QR-Code

source: From &file
de_de: Aus &Datei

source: From &text
de_de: Aus &Text

source: From the &blockchain
de_de: Aus der &Blockchain

source: Frozen
de_de: Eingefroren
es_ar: Congelado
es_es: Congeladas

source: Full
de_de: Voll
es_ar: Completo

source: Full 2FA enabled. This is not supported yet.
de_de: Vollständige 2FA aktiviert. Das wird noch nicht unterstütz.
es_ar: 2FA completo habilitado. Esto no es aún compatible.
es_es: Autenticación 2FA habilitada. Esto no está implementado aún.

source: Funded
de_de: Finanziert
es_ar: Con Fondos
es_es: Con fondos

source: Funds currently being shuffled
de_de: Guthaben das aktuell gemischt wird
es_ar: Fondos siendo mezclados

source: Funds that are busy being shuffled are not available for spending until they are shuffled. To spend these funds immediately, use the 'Pause Shuffling' button to temporarily suspend CashShuffle.
de_de: Guthaben das aktuell gemischt wird und nicht verfügbar sind bis der Mischvorgang abgeschlossen ist. Um dieses Guthaben sofort auszugeben, verwenden sie den 'Mischen pausieren' Button um CashShuffle vorübergehend außer Kraft zu setzen.
es_ar: Fondos que están siendo mezclados no están disponibles para ser gastados hasta estar mezclados. Para gastar esos fondos inmediatamente, usar el botón "Pausar Mezcla" para suspender temporariamente CashShuffle.

source: Funds that are not yet shuffled
de_de: Guthaben das noch nicht gemischt ist
es_ar: Fondos que todavía no están mezclados

source: General
de_de: Allgemein

source: Generally, a fee of 1.0 sats/B is a good minimal rate to ensure your transaction will make it into the next block.
de_de: Im Allgemeinen ist eine Gebühr von 1.0 Sats/B eine guter Mindestsatz, um sicherzustellen, dass Ihre Transaktion im nächsten Block landet.
es_ar: Generalmente, una tasa de 1.0 sats/B es una buena tarifa mínima para que la transacción sea incluida en el próximo bloque.
es_es: Generalmente, una comisión de 1,0 sats/B es una cantidad adecuada para asegurar que tu transacción entrará en el siguiente bloque.

source: Generate a new random wallet
de_de: Neue zufällige Geldbörse generieren
es_ar: Generar cartera nueva aleatoriamente
es_es: Generar una nueva cartera aleatoria

source: Generating seed...
de_de: Seed wird generiert...
es_ar: Generando semilla...
es_es: Generando seed...

source: Generating your addresses...
de_de: Erstelle Ihre Adressen...
es_ar: Generando direcciones...
es_es: Generando tus direcciones...

source: Generating your wallet...
de_de: Erstelle Ihre Geldbörse...
es_ar: Generando cartera...
es_es: Generando tu cartera...

source: Get Started
de_de: Los geht's
es_ar: Comenzar
es_es: Empezar

source: Get started now
de_de: Jetzt loslegen
es_ar: Comienza ahora
es_es: Empezar ahora

source: Go to "Settings", "Devices", "Connected devices", and do "Remove device". Then, plug your device again.
de_de: Gehen Sie zu "Einstellungen", "Geräte", "Verbundene Geräte" und "Gerät entfernen". Anschließend fügen Sie Ihr Gerät erneut ein.
es_ar: Ir a "Ajustes", "Dispositivos", "Dispositivos conectados", y seleccionar "Remover dispositivo". Luego reconectar dispositivo.

source: Grayscale TOI files are not currently supported. Try a PNG or JPG file instead.
de_de: Schwarz-Weiß TOI-Dateien werden derzeit nicht unterstützt. Versuchen Sie stattdessen eine PNG- oder JPG-Datei.
es_ar: Archivos TOI en escala de grises no son soportados. Intentar PNG o JPG en su lugar.

source: HW wallet udev rules have been successfully installed!
de_de: HW-Geldbörsen udev-Regeln wurden erfolgreich installiert!
es_ar: Reglas udev de cartera hardware instaladas!

source: HW wallet udev rules have been successfully uninstalled!
de_de: HW-Geldbörsen udev-Regeln wurden erfolgreich deinstalliert!
es_ar: Reglas udev de cartera hardware desinstaladas!

source: Handler not found for
de_de: Handler nicht gefunden für
es_ar: Handler no encontrado para
es_es: No se encuentra el controlador de

source: Hardware Keystore
de_de: Hardware-Schlüsselspeicher
es_ar: Keystore Hardware
es_es: Keystore de hardware

source: Hardware Wallet Support
de_de: Hardware-Geldbörsen-Unterstützung
es_ar: Soporte de Cartera Hardware

source: Hardware Wallet Support...
de_de: Hardware-Geldbörsen-Unterstützung...
es_ar: Soporte de Cartera Hardware...

source: Height
de_de: Höhe
es_ar: Altura
es_es: Longitud

source: Help
de_de: Hilfe

source: Here is your master public key.
de_de: Das ist Ihr öffentliche Generalschlüssel.
es_ar: Aquí está su clave pública maestra.
es_es: Aquí está tu clave pública maestra.

source: Hide Download Banner
de_de: Download-Banner ausblenden
es_ar: Ocultar Progreso de Descarga
es_es: Ocultar banner de descarga

source: Hide download banner
de_de: Download-Banner ausblenden
es_ar: Ocultar progreso de descarga
es_es: Ocultar banner de descarga

source: Hide shuffle transactions
de_de: Verstecke Mischtransaktionen
es_ar: Ocultar transacciones shuffle

source: Hide status button
de_de: Statusbutton ausblenden

source: Hide {tab_description}
de_de: {tab_description} ausblenden

source: History
de_de: Transaktionen
es_ar: Histórico
es_es: Historial

source: Homescreen
de_de: Startbildschirm
es_ar: Pantalla de inicio
es_es: Pantalla de inicio

source: Host
de_de: Server
es_es: Servidor

source: How do you want to connect to a server?
de_de: Wie möchten Sie sich mit einem Server verbinden?
es_ar: Como conectar al servidor?
es_es: ¿Cómo quieres conectarte a un servidor?

source: However, BIP39 seeds do not include a version number, which compromises compatibility with future wallet software.
de_de: Allerdings enthalten BIP39-Seeds keine Versionsnummer, was die Kompatibilität mit zukünftiger Software einschränkt.
es_ar: Sin embargo, las semillas BIP39 no incluyen número de versión, lo que compromete la compatibilidad con software de cartera futuro.
es_es: Sin embargo, las seeds BIP39 no generan un número de versión, lo cual pone en peligro la compatibilidad con el futuro software de la cartera.

source: However, hardware wallets do not support message decryption, which makes them not compatible with the current design of cosigner pool.
de_de: Allerdings unterstützen Hardware-Geldbörsen keine Nachrichtenentschlüsselung, weshalb sie mit dem aktuellen Design des Cosigner-Pools nicht kompatiblen sind.
es_ar: Sin embargo, carteras hardware no soportan desencriptación de mensajes, lo que las hace incompatibles con el diseño del grupo de cosignatarios actual.
es_es: Sin embargo, las carteras hardware no admiten descifrado de mensajes, lo cual hace que no sean compatibles con el diseño actual de pool cosignataria.

source: However, on some Windows systems, bugs in Qt may result in minor graphics glitches in system 'message box' dialogs.
de_de: Auf einigen Windows-Systemen können Bugs in Qt jedoch zu geringfügigen Fehlern in System 'message box' Dialogen führen.

source: However, on some esoteric Linux systems, this mode may cause disproportionately large status bar icons.
de_de: Auf einigen esoterischen Linux-Systemen kann dieser Modus jedoch unverhältnismäßig große Statusleisten-Icons verursachen.

source: However, we do not generate BIP39 seeds because our seed format is better at preserving future compatibility.
de_de: Allerdings erzeugen wir keine BIP39 Seeds, weil unser Seed-Format besser ist um die zukünftige Kompatibilität zu erhalten.
es_ar: Sin embargo, no generamos semillas BIP39 porque nuestro formato de semillas preserva mejor compatibilidad futura.

source: I UNDERSTAND THE RISK
de_de: ICH VERSTEHE DAS RISIKO
es_ar: ENTIENDO EL RIESGO

source: I accept responsibility for any harm that comes from installing this plugin, and acknowledge:
de_de: Ich akzeptiere die Verantwortung für jegliche Schäden die von der Installation dieses Plugins kommen und erkenne an:
es_ar: Acepto la responsabilidad de cualquier daño en consecuencia de instalar este plugin, y reconozco:
es_es: Acepto la responsabilidad de cualquier daño que pueda ocasionar la instalación de este plugin, y soy consciente y confirmo:

source: I already have a seed
de_de: Ich habe bereits einen Seed
es_ar: Ya tengo una semilla
es_es: Ya tengo una seed

source: I should only install the most reputable plugins trusted by the community.
de_de: Ich sollte nur die respektiertesten Plugins installieren, denen die Community vertraut.
es_ar: Debería instalar solo los plugins con mayor reputación acreditados por la comunidad.
es_es: Sólo debería instalar los plugins de mayor reputación y en los que confía la comunidad.

source: Identity
de_de: Identität
es_ar: Identidad
es_es: Identidad

source: If 'Connect only to preferred servers' is enabled, DeLight will only connect to servers marked as 'preferred' servers ({}).
de_de: Wenn 'Nur mit bevorzugten Servern verbinden' aktiviert ist, wird DeLight nur mit Servern verbinden, die als 'bevorzugte' Server ({}) markiert sind.
es_ar: Si 'Conectar solo a servidores preferidos' está habilitado, DeLight solo se conectará a servidores marcados como 'preferidos' ({}).
es_es: Si 'Conectar solo a servidores preferidos' está habilitado, DeLight solo se conectará a servidores marcados como 'preferidos' ({}).

source: If auto-connect is enabled, DeLight will always use a server that is on the longest blockchain.
de_de: Wenn die automatische Verbindung aktiviert ist, verbindet sich DeLight zum Server mit der längsten Blockchain.
es_ar: Si auto-conectar esta habilitado, DeLight siempre usará el servidor que esta en el blockchain más largo.
es_es: Si la autoconexión está habilitada, DeLight siempre utilizará un servidor de la blockchain más larga.

source: If checked, the status bar button for toggling address formats will be hidden
de_de: Wenn angekreuzt, wird der Statusleisten-Button für das Umschalten von Adressformaten ausgeblendet

source: If enabled, a system notification will be presented when you receive funds to this wallet.
de_de: Wenn aktiviert, wird eine Systembenachrichtigung angezeigt, wenn Sie Guthaben in diese Geldbörse erhalten.

source: If enabled, restricts DeLight to connecting to servers only marked as 'preferred'.
de_de: Wenn aktiviert, wird DeLight nur zu Servern zu verbinden die als 'bevorzugt' markiert sind.
es_ar: Si habilitado, restringe DeVault a conectarse solo a servidores marcados como 'preferidos'.
es_es: Si habilitado, restringe DeVault a conectarse solo a servidores marcados como 'preferidos'.

source: If insufficient shuffled funds are available, you can wait a few minutes as coins are shuffled in the background.
de_de: Wenn unzureichende gemischtes Guthaben verfügbar ist, können Sie ein paar Minuten warten, da Coins im Hintergrund gemischt werden.
es_ar: En caso de no haber suficientes fondos mezclados, esperar unos minutos mientras las monedas son mezcladas en el trasfondo.

source: If it is disabled, you have to choose a server you want to use. DeLight will warn you if your server is lagging.
de_de: Falls deaktiviert müssen Sie selbst einen Server zur Nutzung wählen. DeLight wird Sie warnen, falls der Server nachhinkt.
es_ar: Si está desabilitado, tienes que elegir el servidor que deseas usar. DeLight notificará si ese servidor esta retrasado.
es_es: Si está deshabilitada, tendrás que elegir el servidor que quieras utilizar. DeLight te avisará si tu servidor va con retraso.

source: If someone you do not trust wants you to enter something here, that person might be attempting a social engineering / phishing attack on you.
de_de: Wenn jemand dem Sie nicht vertrauen möchte dass Sie hier etwas eingeben, könnte diese Person dabei sein einen Social-Engineering- / Phishing-Angriff auf Sie zu versuchen.

source: If that is the case for you, then you may disable automatic DPI scaling in the preferences, under 'General'.
de_de: Wenn das für Sie der Fall ist, können Sie die automatische DPI-Skalierung in den Einstellungen unter 'Allgemein' deaktivieren.

source: If the official source for this plugin has a checksum for this plugin, ensure that the value shown here is the same.
de_de: Wenn die offizielle Quelle für dieses Plugin eine Prüfsumme für dieses Plugin hat, stellen Sie sicher, dass der hier angezeigte Wert gleich ist.
es_ar: Si la fuente oficial de este plugin tiene un checksum para el mismo, asegurarse de que el valor aquí mostrado sea el mismo.
es_es: Si la fuente oficial de este plugin tiene una suma de comprobación de éste, asegúrate de que el valor que se muestra aquí coincide.

source: If this problem persists, please visit:
de_de: Wenn dieses Problem weiterhin besteht, besuchen Sie bitte:
es_ar: Si el problema persiste, visitar:

source: If unchecked, the textbox contents are UTF8-encoded into a single-push script: <tt>OP_RETURN PUSH &lt;text&gt;</tt>. If checked, the text contents will be interpreted as a raw hexadecimal script to be appended after the OP_RETURN opcode: <tt>OP_RETURN &lt;script&gt;</tt>.
de_de: Wenn nicht angekreuzt werden die Textbox-Inhalte in ein einzel-Push Skript UTF8-kodiert: <tt>OP_RETURN PUSH &lt;text&gt;</tt>. Wenn angekreuzt, wird der Textinhalt als ein unverarbeitetes Hexadezimalskript interpretiert, das nach dem OP_RETURN-Opcode angehängt wird: <tt>OP_RETURN &lt;script&gt;</tt>.
es_ar: Si no se selecciona, el contenido es UTF8-codificado en una secuencia de script single-push <tt>OP_RETURN PUSH &lt;text&gt;</tt>. Si se selecciona, el contenido será interpretado como un script hexadecimal bruto que se adjuntará luego del código de operación OP_RETURN: <tt>OP_RETURN &lt;script&gt;</tt>.
es_es: Si no se selecciona, el contenido es UTF8-codificado en una secuencia de script single-push <tt>OP_RETURN PUSH &lt;text&gt;</tt>. Si se selecciona, el contenido será interpretado como un script hexadecimal crudo que se adjuntará luego del código de operación OP_RETURN: <tt>OP_RETURN &lt;script&gt;</tt>.

source: If unsure, most of the time it's safe to leave this option disabled. However leaving it enabled is safer (if a little bit discouraging to new server operators wanting to populate their servers).
de_de: Die meiste Zeit ist es sicher diese Option deaktiviert zu lassen. Allerdings ist es sicherer sie zu aktivieren (das kann jedoch neue Serverbetreiber die ihre Server füllen möchten abschrecken).
es_ar: En caso de no estar seguro, la mayoría de las veces es prudente dejar esta opción deshabilitada. Sin embargo, dejarlo habilitado es más prudente (un poco desalentador para los nuevos operadores de servidores que desean poblar sus servidores).
es_es: En caso de no estar seguro, la mayoría de las veces es prudente dejar esta opción deshabilitada. Sin embargo, dejarlo habilitado es más prudente (un poco desalentador para los nuevos operadores de servidores que desean poblar sus servidores).

source: If you are not sure what this is, leave this field unchanged.
de_de: Wenn Sie nicht wissen, was das ist, lassen Sie das Feld unverändert.
es_ar: Si no estás seguro que es esto, deja este campo inalterado.
es_es: Si no estás seguro de qué es esto, no modifiques el campo.

source: If you choose 'No', you will be asked again later (the next time this wallet window is opened).
de_de: Wenn Sie 'Nein' wählen, werden Sie später erneut gefragt (das nächste Mal wird dieses Geldbörsen-Fenster geöffnet).

source: If you choose 'Yes', it will be decrypted and a transaction window will be shown, giving you the opportunity to sign the transaction.
de_de: Wenn Sie "Ja" wählen, wird sie entschlüsselt und ein Transaktionsfenster angezeigt, so dass Sie die Möglichkeit haben, die Transaktion zu signieren.

source: If you disable your PIN, anyone with physical access to your {} device can spend your bitcoins.
de_de: Wenn Sie Ihre PIN deaktivieren, kann jeder der auf ihr {}-Gerät zugreifen kann, ihre Bitcoins ausgeben.
es_ar: Si deshabilitas el PIN, cualquier persona con acceso físico al dispositivo {} puede gastar tus bitcoins.
es_es: Si desactivas tu PIN, cualquiera que tenga acceso físico a tu dispositivo {} podrá gastar tus bitcoins.

source: If you do not know what this is, leave this field empty.
de_de: Wenn Sie nicht wissen, was das ist, lassen Sie das Feld leer.
es_ar: Si no estás seguro que es esto, deja este campo vacío.
es_es: Si no sabes qué es esto, deja el campo vacío.

source: If you enable it, DeLight will shuffle your coins for greater <b>privacy</b>. However, you will pay fractions of a penny per shuffle in transaction fees.
de_de: Wenn Sie es aktivieren, wird DeLight Ihre Coins für mehr <b>Privatsphäre</b> mischen. Allerdings zahlen Sie einen Bruchteil eines Cents pro Mischung in Transaktionsgebühren.

source: If you forget a passphrase you will be unable to access any bitcoins in the wallet behind it. A passphrase is not a PIN. Only change this if you are sure you understand it.
de_de: Wenn Sie Ihre Passphrase vergessen haben, können Sie auf keine Bitcoins in der Geldbörse mehr zugreifen. Eine Passphrase ist keine PIN. Setzen Sie sie nur, wenn Sie das verstehen.
es_ar: Si olvidas la contrafrase serás incapaz de acceder cualquier bitcoin en la cartera asociada. La contrafrase no es un PIN. Cambia esto solo si estás seguro de entenderlo.
es_es: Si olvidas una frase de seguridad, no podrás acceder a los bitcoins de la cartera de ésta. Una frase de seguridad no es un PIN; cambia esto sólo si estás seguro de que lo comprendes.

source: If you indeed do have a usable camera connected, then this error may be caused by bugs in previous PyQt5 versions on Linux. Try installing the latest PyQt5:
de_de: Wenn Sie tatsächlich eine brauchbare Kamera angeschlossen haben, kann dieser Fehler durch Softwarefehler in früheren PyQt5-Versionen auf Linux verursacht werden. Versuchen Sie, das neueste PyQt5 zu installieren:

source: If you lose your seed, your money will be permanently lost.
de_de: Wenn Sie die Seed verlieren, ist das Geld für immer verloren.
es_ar: Si pierdes tu semilla, tus monedas se perderán de forma permanente.
es_es: Si pierdes tu seed, tu dinero se perderá para siempre.

source: If you specify OP_RETURN text, you may leave the 'Pay to' field blank.
de_de: Wenn Sie OP_RETURN-Text angeben, können Sie das Feld 'Zahlen an' leer lassen.
es_ar: Si especificaste texto OP_RETURN, debes dejar el campo 'Pagar' vacío.
es_es: Si especificas texto OP_RETURN, es posible dejar en blanco el campo "Pagar a".

source: If you think this wallet may have a transaction history for addresses beyond the gap, use this tool to search for them. If any history for an address is found, those addresses (plus all intervening addresses), will be added to your wallet.
de_de: Wenn Sie glauben dass diese Geldbörse einen Transaktionsverlauf für Adressen nach der Lücke hat, verwenden Sie dieses Werkzeug, um sie zu suchen. Wenn ein Verlauf für eine Adresse gefunden wurde, werden diese Adressen (plus alle dazwischenkommenden Adressen) zu Ihrer Geldbörse hinzugefügt.

source: If you want the wallet to use DeVault addresses use m/44'/339'/0'
de_de: Wenn Sie möchten dass die Geldbörse Bitcoin-Cash-Adressen verwendet, verwenden Sie m/44'/339'/0'
es_ar: Si quieres que la cartera use direcciones DeVault usa m/44'/339'/0'
es_es: Si quieres que la cartera utilice direcciones de DeVault, usa m/44'/339'/0'
