Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: Seed Type
de_de: Seed-Typ
es_ar: Tipo de Semilla
es_es: Tipo de seed

source: Seed extension
de_de: Seed-Erweiterung
es_ar: Extensión de semilla
es_es: Extensión de seed

source: Select All
de_de: Alles auswählen

source: Select Cash Account
de_de: Cash-Account auswählen

source: Select Plugin
de_de: Plugin auswählen
es_ar: Seleccionar Plugin
es_es: Seleccionar plugin

source: Select a device
de_de: Gerät auswählen
es_ar: Seleccionar dispositivo
es_es: Selecciona un dispositivo

source: Select between Cash Address and Legacy formats for addresses
de_de: Wählen Sie zwischen Cash-Adresse und altem Format für Adressen

source: Select file to export your private keys to
de_de: Datei zum Export der privaten Schlüssel auswählen
es_ar: Seleccionar archivo en donde exportar claves privadas
es_es: Selecciona un archivo al que exportar tus claves privadas

source: Select file to export your wallet transactions to
de_de: Datei zum Export der Transaktionen auswählen.
es_ar: Seleccionar archivo para exportar transacciones de cartera
es_es: Selecciona un archivo al que exportar las transacciones de tu cartera

source: Select file to save your contacts
de_de: Datei zum Sichern der Kontakte auswählen
es_ar: Seleccionar archivo para guardar contactos

source: Select file to save your labels
de_de: Datei zum Sichern der Bezeichnungen auswählen
es_ar: Seleccionar archivo para guardar rótulos
es_es: Selecciona un archivo para guardar tus etiquetas

source: Select recovery type:
de_de: Wiederherstellungstyp auswählen:
es_ar: Seleccionar tipo de recuperación:
es_es: Selecciona el tipo de recuperación:

source: Select server automatically
de_de: Server automatisch auswählen
es_ar: Auto-seleccionar servidor
es_es: Seleccionar servidor automáticamente

source: Select server manually
de_de: Server manuell wählen
es_ar: Seleccionar servidor manualmente
es_es: Seleccionar servidor manualmente

source: Select when the payment request should expire
de_de: Wählen Sie, wann die Zahlungsanfrage abgelaufen soll
es_ar: Seleccionar cuándo la solicitud de pago debe expirar
es_es: Selecciona cuándo debe caducar la solicitud de pago

source: Select where to save your payment request
de_de: Ort zum Speichern der Zahlungsanfrage auswählen
es_ar: Seleccionar donde guardar solicitud de pago
es_es: Selecciona dónde guardar tu solicitud de pago

source: Select where to save your signed transaction
de_de: Datei zum Sichern der signierten Transaktion auswählen.
es_ar: Seleccionar donde guardar transacción firmada
es_es: Selecciona dónde guardar tu transacción firmada

source: Select which language is used in the GUI (after restart).
de_de: Sprache der Benutzeroberfläche auswählen (erfordert Neustart).
es_ar: Seleccionar el idioma a ser usado en la interface (después de reiniciar).
es_es: Selecciona qué idioma se utiliza en la interfaz (requiere reinicio).

source: Select your seed length:
de_de: Seedlänge auswählen:
es_ar: Seleccionar longitud semilla:
es_es: Selecciona la longitud de tu seed:

source: Select your transaction file
de_de: Transaktionsdatei auswählen
es_ar: Seleccionar archivo de transacción
es_es: Selecciona tu archivo de transacción

source: Send
de_de: Senden
es_ar: Enviar
es_es: Enviar

source: Send Bug Report
de_de: Fehlerbericht senden
es_ar: Enviar Reporte de Errores
es_es: Enviar informe de errores

source: Send and receive payment request with an email account
de_de: Zahlungsanfrage mit einem E-Mail-Konto empfangen und senden
es_ar: Enviar y recibir solicitud de pago con cuenta de correo electrónico
es_es: Envía y recibe solicitudes de pago con una cuenta de email

source: Send and receive payment requests via email
de_de: Zahlungsanfragen mit einem E-Mail-Konto empfangen und senden
es_ar: Enviar y recibir solicitudes de pago por correo electrónico
es_es: Envia y recibe solicitudes de pago por email

source: Send to cosigner
de_de: An Mitsignierer senden
es_ar: Enviar a cosignatario
es_es: Enviar a cosignatario

source: Send to speaker
de_de: Über Lautsprecher abspielen
es_ar: Enviar al altavoz
es_es: Enviar a altavoz

source: Send via e-mail
de_de: Per E-Mail versenden
es_ar: Enviar por correo electrónico
es_es: Enviar por email

source: Sending Report...
de_de: Bericht wird gesendet...
es_ar: Enviando Reporte...
es_es: Enviando informe...

source: Server Error
de_de: Server-Fehler
es_ar: Error de Servidor

source: Server Lagging
de_de: Server hängt hinterher
es_ar: Servidor con Retraso
es_es: El servidor va con retraso

source: Server ban list is empty!
de_de: Server-Sperrliste ist leer!
es_ar: Lista de servidores prohibidos vacía!
es_es: Lista de servidores prohibidos vacía!

source: Server banned
de_de: Server gesperrt
es_ar: Servidor prohibido
es_es: Servidor prohibido

source: Server did not answer
de_de: Der Server hat nicht geantwortet
es_ar: Servidor no responde
es_es: El servidor no respondió

source: Server hosting your email account
de_de: Server des E-Mail-Postfachs

source: Server is lagging ({} blocks)
de_de: Server hängt ({} Blöcke) hinterher
es_ar: Servidor retrasado ({} bloques)
es_es: El servidor va con retraso ({} bloques)

source: Server is misconfigured
de_de: Server ist falsch konfiguriert
es_ar: Servidor mal configurado

source: Server peers
de_de: Verfügbare Server
es_ar: Servidores pares
es_es: Compañeros del servidor

source: Server response does not match signed transaction ID.
de_de: Die Antwort des Servers stimmt nicht mit der signierten Transaktions-ID überein.
es_ar: Respuesta del servidor no coincide con el ID de la transacción firmada.
es_es: Respuesta del servidor no coincide con el ID de la transacción firmada.

source: Server returned an error response
de_de: Server hat eine Fehlerantwort zurückgegeben
es_ar: El servidor retornó una respuesta de error
es_es: El servidor retornó una respuesta de error

source: Servers
de_de: Server
es_ar: Servidores
es_es: Servidores

source: Session Timeout
de_de: Sitzungs-Timeout
es_ar: Sesión Expirada
es_es: La sesión ha expirado

source: Set a PIN
de_de: PIN festlegen
es_ar: Configurar PIN
es_es: Establece un PIN

source: Settings
de_de: Einstellungen
es_ar: Ajustes
es_es: Ajustes

source: Share Request
de_de: Anfrage teilen
es_ar: Compartir Solicitud
es_es: Compartir solicitud

source: Share as QR Image...
de_de: Als QR-Bild teilen...
es_ar: Compartir imagen QR...
es_es: Compartir como imagen QR...

source: Share as URI...
de_de: Als URI teilen...
es_ar: Compartir como URI...
es_es: Compartir como URI...

source: Share request
de_de: Anfrage teilen
es_ar: Pedido para compartir
es_es: Compartir solicitud

source: Share/Save QR...
de_de: QR teilen/speichern...
es_ar: Compartir/Guardar QR...
es_es: Compartir/guardar QR...

source: Share/Save...
de_de: Teilen/Speichern...
es_ar: Compartir/Guardar...
es_es: Compartir/Guardar...

source: Show
de_de: Anzeigen
es_ar: Mostrar
es_es: Mostrar

source: Show Address QR
de_de: Adresse als QR anzeigen
es_ar: Mostrar dirección QR
es_es: Mostrar QR de la dirección

source: Show All Transactions
de_de: Alle Transaktionen anzeigen
es_ar: Mostrar Todas las Transacciones
es_es: Mostrar todas las transacciones

source: Show Cash Accounts
de_de: Cash-Accounts anzeigen

source: Show Coin Info
de_de: Coin Info anzeigen
es_ar: Mostrar Info de Moneda
es_es: Mostrar información de la moneda

source: Show Coins (UTXOs)
de_de: Coins anzeigen (UTXOs)
es_ar: Mostrar Monedas (UTXOs)
es_es: Mostrar monedas (UTXOs)

source: Show Contact
de_de: Kontakt anzeigen
es_ar: Mostrar Contacto
es_es: Mostrar contacto

source: Show Fiat balance for addresses
de_de: Fiat-Betrag für Adressen anzeigen
es_ar: Mostrar balance Fiat para direcciones
es_es: Mostrar saldo fiat de las direcciones

source: Show My Cash Accounts
de_de: Meine Cash-Accounts anzeigen

source: Show Prev Tx
de_de: Zeige Prev Tx

source: Show QR Code
de_de: QR-Code zeigen
es_ar: Mostrar Código QR
es_es: Mostrar código QR

source: Show Script QR
de_de: Skript QR anzeigen
es_ar: Mostrar Script QR
es_es: Mostrar script QR

source: Show as QR code
de_de: Als QR-Code anzeigen
es_ar: Mostrar como código QR
es_es: Mostrar como código QR

source: Show fee edit box in send tab.
de_de: Feld für die Gebühr im Senden-Tab zeigen.
es_ar: Mostrar campo de edición de tasa en la pestaña enviar.
es_es: Mostrar cuadro de edición de comisión en la pestaña Enviar.

source: Show help
de_de: Hilfe anzeigen

source: Show history rates
de_de: Historische Werte zeigen
es_ar: Mostrar histórico de tarifas
es_es: Mostrar historial de precios

source: Show input hash QR
de_de: Eingabehash QR anzeigen
es_ar: Mostrar QR del hash de entrada
es_es: Mostrar QR de hash de entrada

source: Show on Ledger
de_de: Auf Ledger anzeigen
es_ar: Mostrar en Registro
es_es: Mostrar en Ledger

source: Show on {}
de_de: Auf {} anzeigen
es_ar: Mostrar en {}
es_es: Mostrar en {}

source: Show report contents
de_de: Inhalt der Meldung anzeigen
es_ar: Mostrar contenido de reporte
es_es: Mostrar contenido del informe

source: Show {tab_description}
de_de: {tab_description} anzeigen

source: Show/Hide
de_de: Anzeigen/Verbergen
es_ar: Mostrar/Ocultar
es_es: Mostrar/Ocultar

source: Showing address on {}...
de_de: Adresse wird auf {} angezeigt...
es_ar: Mostrando dirección en {}...

source: Shuffle status
de_de: Misch-Status
es_ar: Estatus shuffle

source: Shuffle transactions are now hidden
de_de: Shuffle Transaktionen sind jetzt versteckt

source: Shuffle transactions are now shown
de_de: Shuffle Transaktionen werden jetzt angezeigt

source: Shuffled
de_de: Gemischt
es_ar: Mezclado

source: Shuffled (private) funds
de_de: Gemischtes (privates) Guthaben
es_ar: Fondos mezclados (privados)

source: Shuffled Addr
de_de: Gemischte Addr
es_ar: Direcciones Mezcladas

source: Shuffled available:
de_de: Gemischt verfügbar:

source: Shuffled coin spent (frozen for privacy)
de_de: Gemischte Coins ausgegeben (für Privatsphäre eingefroren)
es_ar: Monedas mezcladas gastadas (congeladas por privacidad)

source: Shuffled: {} {} in {} Coin
de_de: Gemischt: {} {} in {} Coin
es_ar: Mezcladas: {} {} en {} Moneda

source: Shuffled: {} {} in {} Coins
de_de: Gemischt: {} {} in {} Coins

source: Shuffling Paused
de_de: Mischen pausiert
es_ar: Mezcla Pausada

source: Sign
de_de: Signieren
es_ar: Firmar
es_es: Firmar

source: Sign all transactions using Schnorr signatures.
de_de: Alle Transaktionen mit Schnorr Signaturen signieren.
es_ar: Firmar todas las transacciones usando firmas Schnorr.

source: Sign/Verify Message
de_de: Nachricht signieren/verifizieren
es_ar: Firmar/Verificar Mensaje
es_es: Firmar/Verificar mensaje

source: Sign/verify Message
de_de: Nachricht signieren/verifizieren
es_ar: Firmar/Verificar Mensaje
es_es: Firmar/verificar Mensaje

source: Sign/verify message
de_de: Nachricht signieren/verifizieren
es_ar: Firmar/verificar mensaje
es_es: Firmar/verificar mensaje

source: Signature
de_de: Signatur
es_ar: Firma
es_es: Firma

source: Signature verified
de_de: Signatur bestätigt
es_ar: Firma verificada
es_es: Firma verificada

source: Signed
de_de: Signiert
es_ar: Firmado
es_es: Firmada

source: Signing large transaction. Please be patient ...
de_de: Signiere große Transaktion. Bitte haben Sie Geduld ...
es_ar: Firmando transacción grande. Paciencia por favor ...
es_es: Firmando transacción cuantiosa; por favor, ten paciencia...

source: Signing message ...
de_de: Signiere Nachricht ...
es_ar: Firmando mensaje ...
es_es: Firmando mensaje ...

source: Signing message...
de_de: Signiere Nachricht...
es_ar: Firmando mensaje...

source: Signing transaction...
de_de: Transaktion wird signiert...
es_ar: Firmando transacción...
es_es: Firmando transacción...

source: Signing with an address actually means signing with the corresponding private key, and verifying with the corresponding public key. The address you have entered does not have a unique public key, so these operations cannot be performed.
de_de: Mit einer Adresse zu signieren, bedeutet, mit dem zugehörigen privaten Schlüssel zu signieren und die Signatur mit dem öffentlichen Schlüssel zu prüfen. Da die eingegebene Adresse nicht über einen eindeutigen öffentlichen Schlüssel verfügt, kann die Operation nicht angewendet werden.
es_ar: Firmar con una dirección significa firmar con la correspondiente clave privada, y verificar con la correspondiente clave pública. La dirección que ingresaste no contienen una única clave pública, por lo que esta operación no puede realizarse.
es_es: Firmar con una dirección significa firmar con la clave privada correspondiente y verificar con la clave pública correspondiente. La dirección que has introducido no tiene una clave pública única, por lo que no se pueden realizar estas operaciones.

source: Size:
de_de: Größe:
es_ar: Tamaño:
es_es: Tamaño:

source: Size: {size} bytes
de_de: Größe: {size} Bytes

source: Some of your unshuffled funds may be temporarily locked while the shuffle operation is performed. If you want to unlock these funds immediately, you can use the 'Pause Shuffling' button to do so.
de_de: Einiges Ihres nicht gemischten Guthaben kann vorübergehend gesperrt werden, während der Mischvorgang ausgeführt wird. Wenn Sie dieses Guthaben sofort freischalten möchten, können Sie den "Mischen pausieren"-Button benutzen, um dies zu tun.
es_ar: Algunos fondos no mezclados pueden ser temporalmente bloqueados durante el proceso de mezcla. En caso de querer desbloquear esos fondos inmediatamente, usar el botón 'Pausar Mezcla''.

source: Something went wrong running DeLight.
de_de: Etwas ist schief gelaufen mit DeLight.
es_ar: Algo salió mal ejecutando DeLight.
es_es: Ha ocurrido algún error ejecutando DeLight.

source: Sorry!
de_de: Entschuldigung!
es_ar: Perdón!
es_es: ¡Lo sentimos!

source: Sorry, but we were unable to check for updates. Please try again later.
de_de: Entschuldigung, aber wir konnten nicht nach Updates suchen. Bitte versuchen Sie es später noch einmal.

source: Source
de_de: Quelle
es_ar: Fuente
es_es: Fuente

source: Specify a master key to re-create a deterministic wallet.
de_de: Geben Sie einen Generalschlüssel an, um eine deterministische Geldbörse neu zu erstellen.
es_ar: Especificar clave maestra para re-crear cartera determínistica.
es_es: Especifica una clave maestra para volver a crear la cartera determinista.

source: Specify minimum and maximum coin amounts to select for shuffling:
de_de: Mindest- und Maximalbeträge für das Mischen angeben:

source: Specify the <b>account name</b> below (limited to 99 characters):
de_de: Geben Sie den <b>Kontonamen</b> unten an (begrenzt auf 99 Zeichen):

source: Spend
de_de: Ausgegeben
es_ar: Gastar
es_es: Gastar

source: Spend From
de_de: Von hier ausgeben
es_ar: Gastar De
es_es: Gastar desde

source: Spend Shuffled
de_de: Gemischte ausgeben
es_ar: Gastar Mezclados

source: Spend Unshuffled
de_de: Ungemischte ausgeben
es_ar: Gastar No Mezclados

source: Spend from
de_de: Von hier ausgeben
es_ar: Gastar de
es_es: Gastar desde

source: Spend from this Address
de_de: Von dieser Adresse ausgeben
es_ar: Gastar de esta Dirección
es_es: Gastar de esta dirección

source: Spend from this UTXO
de_de: Von diesem UTXO ausgeben
es_ar: Gastar de esta UTXO
es_es: Gastar de esta UTXO

source: Spend from this UTXO + Selected
de_de: Von diesem UTXO + Ausgewählten ausgeben
es_ar: Gastar de esta UTXO + Seleccionada
es_es: Gastar de esta UTXO + selección

source: Spend only confirmed coins
de_de: Nur bestätigte Coins ausgeben
es_ar: Gastar solo monedas confirmadas
es_es: Sólo gastar monedas confirmadas

source: Spend only confirmed inputs.
de_de: Nur bestätigte Eingaben ausgeben.
es_ar: Gastar solo entradas confirmadas.
es_es: Sólo gastar entradas confirmadas.

source: Spend only your shuffled (private) coins
de_de: Nur Ihre gemischten (privaten) Beträge ausgeben
es_ar: Gastar sólo monedas mezcladas (privadas)

source: Spend only your unshuffled coins
de_de: Nur Ihre nicht ungemischten Beträge ausgeben
es_ar: Gastar sólo monedas no mezcladas

source: Spending and linking coins with CashShuffle disabled may compromise your privacy for both shuffled and unshuffled coins in this wallet.
de_de: Ausgeben und Verknüpfen von Coins mit CashShuffle deaktiviert kann Ihre Privatsphäre für gemischte und ungemischte Coins in dieser Geldbörse gefährden.
es_ar: Gastar y vincular monedas con CashSuffle desactivado puede comprometer la privacidad de monedas mezcladas y no mezcladas en esta cartera.

source: Spending and linking these coins may compromise your privacy not only for new received coins, but also for your past spending of shuffled coins.
de_de: Ausgeben und Verknüpfen dieser Beträge kann Ihre Privatsphäre nicht nur für neu empfangene Beträge, sondern auch für Ihre bisherigen Ausgaben von gemischten Coins gefährden.
es_ar: Gastar y vincular estas monedas puede comprometer la privacidad no sólo de nuevas monedas recibidas, sino también los anteriores gastos de monedas mezcladas.

source: Standard Wallet
de_de: Standard-Geldbörse
es_ar: Cartera Estándar
es_es: Cartera estándar

source: Standard wallet
de_de: Standard-Geldbörse
es_ar: Cartera estándar
es_es: Cartera estándar

source: Start Scan
de_de: Scan starten
es_ar: Iniciar Scan

source: Step {}/24. Enter seed word as explained on your {}:
de_de: Schritt {} von 24. Seed-Wort wie auf dem {} erklärt angeben:
es_ar: Paso {} 24. Ingresar palabra semilla como explicado en {}:
es_es: Paso {}/24. Introduce la palabra seed como se explica en tu {}:

source: Success
de_de: Erfolgreich
es_ar: Suceso
es_es: Completado

source: Summary Text PIN (requires dongle replugging)
de_de: Zusammenfassungstext-PIN (Geräte muss erneut angesteckt werden)
es_ar: Resumen de Texto de PIN (requiere reconexión de dongle)
es_es: PIN de texto resumen (requiere volver a conectar el dongle)

source: Summary Text PIN is Disabled
de_de: Zusammenfassungstext-PIN ist deaktiviert
es_ar: Resumen de Texto de PIN Deshabilitado
es_es: El PIN de texto resumen está deshabilitado

source: Supported Coins
de_de: Unterstützte Coins
es_ar: Monedas Soportadas
es_es: Monedas admitidas

source: Sweep
de_de: Entleeren
es_ar: Barrer
es_es: Trasladar (sweep)

source: Sweep private keys
de_de: Private Schlüssel entleeren
es_ar: Barrer claves privadas
es_es: Sweep (vaciar) claves privadas

source: Synchronize now?
de_de: Jetzt synchronisieren?
es_ar: Sincronizar ahora?
es_es: Sincronizar ahora?

source: Synchronizing
de_de: Synchronisiere
es_ar: Sincronizando
es_es: Sincronizando

source: Synchronizing...
de_de: Synchronisiere...
es_ar: Sincronizando...
es_es: Sincronizando...

source: TREZOR wallet
de_de: TREZOR Geldbörse
es_ar: Cartera TREZOR
es_es: Cartera TREZOR

source: Tap to add a description
de_de: Drücken um eine Beschreibung hinzuzufügen
es_ar: Tocar para agregar descripción
es_es: Pulsa para añadir una descripción

source: Tap to add text...
de_de: Drücken um Text hinzuzufügen...
es_ar: Tocar para agregar texto...
es_es: Pulsa para añadir texto...

source: Tap to enter a password
de_de: Drücken um ein Passwort einzugeben
es_ar: Tocar para ingresar contraseña
es_es: Pulsa para introducir una contraseña

source: Tap to enter text...
de_de: Drücken um Text einzugeben...
es_ar: Tocar para ingresar texto...
es_es: Pulsa para introducir texto...

source: Text copied to clipboard
de_de: Der Text wurde in die Zwischenablage kopiert
es_ar: Texto copiado al portapapeles
es_es: Texto copiado al portapapeles

source: The DeVault address never expires and will always be part of this DeLight wallet.
de_de: Die Bitcoin-Cash-Adresse wird niemals ablaufen und immer Teil dieser Electron-Cash-Geldbörse sein.
es_ar: La dirección DeVault nunca expira y será siempre parte de esta cartera DeLight.
es_es: La dirección de DeVault nunca expira y siempre será parte de esta cartera DeLight.

source: The Cash Account (if any) associated with this address. It doesn't get saved with the request, but it is shown here for your convenience. You may use the Cash Accounts button to register a new Cash Account for this address.
de_de: Das Cash-Account (falls vorhanden) das mit dieser Adresse verbunden ist. Es wird nicht mit der Anfrage gespeichert, aber es wird hier für Sie angezeigt. Sie können den Cash-Accounts-Button verwenden, um ein neues Cash-Account für diese Adresse zu registrieren.

source: The Cash Account {name} uses an account type that is not supported by DeLight.
de_de: Das Cash-Account {name} verwendet einen Kontotyp, der nicht von Electron-Cash unterstützt wird.

source: The Digital Bitbox is already seeded. Choose an option:
de_de: Die Digital Bitbox verfügt bereits über einen Seed. Bitte auswählen:
es_ar: Digital Bitbox ya cuenta con semillas, Elegir una opción:
es_es: La Digital Bitbox ya tiene seed. Elige una opción:

source: The DeLight Developers do NOT audit or vet any plugins.
de_de: Die Electron-Cash-Entwickler inspizieren oder prüfen Plugins NICHT.
es_ar: Los desarrolladores de DeLight NO auditan o vetan ningún plugin.
es_es: Los desarrolladores de DeLight NO auditan ni examinan ningún plugin.

source: The PIN cannot be longer than 9 characters.
de_de: Die PIN darf nicht länger als 9 Zeichen sein.
es_ar: El PIN no puede tener más de 9 caracteres.
es_es: El PIN no puede tener más de 9 caracteres.

source: The QR code contains multiple outputs. At this time only a single output is supported. Please try again.
de_de: Der QR-Code enthält mehrere Ausgaben. Momentan wird nur eine einzelne Ausgabe unterstützt. Bitte versuchen Sie es erneut.
es_ar: El código QR contiene multiples salidas. Actualmente son solo soportadas salidas individuales. Por favor intentar nuevamente.
es_es: El código QR contiene múltiples salidas. En estos momentos sólo se admite una salida. Por favor, inténtalo de nuevo.

source: The QR code does not appear to be a valid DVT address or payment request. Please try again.
de_de: Der QR-Code scheint keine gültige DVT-Adresse oder Zahlungsanfrage zu sein. Bitte versuchen Sie es erneut.
es_ar: El código QR no parece ser una dirección DVT o un pedido de pago válido. Por favor intentar nuevamente.
es_es: El código QR no parece ser una dirección de DVT o solicitud de pago válida. Por favor, inténtalo de nuevo.

source: The QR code does not appear to be a valid DVT address. Please try again.
de_de: Der QR-Code scheint keine gültige DVT-Adresse zu sein. Bitte versuchen Sie es erneut.
es_ar: El código QR no parece ser una dirección DVT válida. Por favor intentar nuevamente.
es_es: El código QR no aprece ser una dirección de DVT válida. Por favor, inténtalo de nuevo.

source: The Send Tab has been filled-in with your <b>Cash Accounts</b> registration data.
de_de: Der Senden-Tab wurde mit Ihren <b>Cash-Accounts</b>-Registrierungsdaten ausgefüllt.

source: The address for the decrypted private key.
de_de: Die Adresse für den entschlüsselten privaten Schlüssel.
es_ar: La dirección para la clave privada desencriptada.

source: The amount of fee can be decided freely by the sender. However, transactions with low fees take more time to be processed.
de_de: Die Gebührenbetrag kann vom Sender frei gewählt werden. Die Verarbeitung von Transaktionen mit niedriger Gebühr dauert jedoch länger.
es_ar: El monto de tasa puede ser decidido libremente por el remitente. Sin embargo, transacciones con tasas menores toman más tiempo en ser procesadas.
es_es: La cantidad de la comisión puede decidirla libremente el remitente; no obstante, las transacciones con comisiones bajan tardan más tiempo en ser procesadas.

source: The amount will be displayed in red if you do not have enough funds in your wallet.
de_de: Der Betrag wird in rot angezeigt, falls nicht genügend Guthaben in der Geldbörse ist.
es_ar: El monto será mostrado en rojo si no existen suficientes fondos en tu cartera.
es_es: La cantidad se mostrará en rojo si no tienes suficientes fondos en tu cartera.
