Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: DeLight communicates with remote servers to get information about your transactions and addresses. The servers all fulfil the same purpose only differing in hardware. In most cases you simply want to let DeLight pick one at random. However if you prefer feel free to select a server manually.
de_de: DeLight kommunizert mit Servern, um Informationen über Ihre Adressen sowie Ihre Transaktionen zu erhalten. Alle Server dienen dem gleichen Zweck. In den meisten Fällen ist es einfacher, DeLight zufällig einen Server wählen zu lassen. Sie haben aber auch die Möglichkeit manuell einen von Ihnen bevorzugten Server zu wählen.
es_ar: DeLight se comunica con servidores remotos para obtener información sobre tus transacciones y direcciones. Todos los servidores cumplen el mismo propósito solo difiriendo en hardware. En la mayoría de los casos es deseado que DeLight elija uno al azar. Sin embargo es posible seleccionar un servidor manualmente.
es_es: DeLight se comunica con servidores remotos para obtener información sobre tus transacciones y direcciones. Todos los servidores cumplen el mismo cometido y sólo se diferencian en su hardware. En la mayoría de los casos te interesará que DeLight elija uno al azar; sin embargo, puedes seleccionar un servidor manualmente si lo prefieres.

source: DeLight connects to several nodes in order to download block headers and find out the longest blockchain.
de_de: DeLight verbindet sich mit mehreren Knoten, um die Blockheader zu laden und die längste Blockchain aufzuspüren.
es_ar: DeLight se conecta a varios nodos en orden de descargar cabezales de bloque y encontrar el blockchain más extenso.
es_es: DeLight se conecta a varios nodos con el fin de descargar las cabeceras de los bloques y ver cuál es la blockchain más larga.

source: DeLight currently only supports Cash Account types 1 & 2
de_de: Electron-Cash unterstützt derzeit nur Cash-Account-Typen 1 & 2

source: DeLight is an SPV wallet for DeVault
de_de: DeLight ist eine SPV-Geldbörse für DeVault
es_ar: DeLight es una cartera SPV para DeVault
es_es: DeLight es una cartera SPV para DeVault

source: DeLight is generating your addresses, please wait.
de_de: DeLight erstellt Ihre Adressen, bitte warten.
es_ar: DeLight esta generando direcciones, por favor esperar.
es_es: DeLight está generando tus direcciones; por favor, espera.

source: DeLight is generating your addresses, please wait...
de_de: DeLight erstellt Ihre Adressen, bitte warten...
es_ar: DeLight esta generando direcciones, por favor esperar...
es_es: DeLight está generando tus direcciones; por favor, espera...

source: DeLight is in offline mode.
de_de: DeLight ist im Offline-Modus.
es_ar: DeLight está en modo offline.

source: DeLight on Linux requires PyQt5 5.12+. You have version {version_string} installed. Please upgrade otherwise you may experience font rendering issues with emojis and other unicode characters used by DeLight.
de_de: DeLight auf Linux benötigt PyQt5 5.12+. Sie haben Version {version_string} installiert. Bitte aktualisieren Sie dies, sonst können Probleme mit dem Rendering von Schriftarten und anderen Unicode-Zeichen, die von Electron-Cash verwendet werden, auftreten.

source: DeLight sends your wallet addresses to a single server, in order to receive your transaction history.
de_de: DeLight sendet Ihre Adressen an einen einzelnen Server, um Ihren Transaktionsverlauf zu empfangen.
es_ar: DeLight envía tus direcciones de cartera a un solo servidor, en orden de recibir tu histórico de transacciones.
es_es: DeLight envía las direcciones de tu cartera a un único servidor con el fin de recibir tu historial de transacciones.

source: DeLight wallet
de_de: Electron-Cash-Geldbörse
es_ar: Cartera DeLight
es_es: Cartera DeLight

source: DeLight was unable to copy your wallet file to the specified location.
de_de: Electron-Cash konnte die Geldbörsendatei nicht in das angegebene Verzeichnis kopieren.
es_ar: DeLight no pudo copiar el archivo de la cartera en la ubicación especificada.
es_es: DeLight fue incapaz de copiar tu archivo de cartera a la ubicación especificada.

source: DeLight was unable to deserialize the transaction:
de_de: DeLight konnte die Transaktion nicht deserialisieren:
es_ar: DeLight no pudo deserializar la transacción:
es_es: DeLight fue incapaz de eliminar la firma de la transacción:

source: DeLight was unable to export your contacts.
de_de: DeLight konnte Ihre Kontakte nicht exportieren.
es_ar: DeLight no pudo exportar tus contactos.

source: DeLight was unable to export your labels.
de_de: DeLight konnte Ihre Bezeichnungen nicht exportieren.
es_ar: DeLight no pudo exportar rótulos.
es_es: DeLight fue incapaz de exportar tus etiquetas.

source: DeLight was unable to find the secp256k1 library on this system. Elliptic curve cryptography operations will be performed in slow Python-only mode.
de_de: DeLight konnte die secp256k1-Bibliothek auf diesem System nicht finden. Elliptische Kryptographie-Operationen werden im langsamen nur-Python-Modus durchgeführt.
es_ar: DeLight no pudo encontrar la biblioteca secp256k1 en este sistema. Las operaciones de criptografía de curvas elípticas se realizarán sólo en modo lento Python.

source: DeLight was unable to import your contacts.
de_de: DeLight konnte Ihre Kontakte nicht importieren.
es_ar: DeLight no pudo importar tus contactos.

source: DeLight was unable to import your labels.
de_de: DeLight konnte Ihre Bezeichnungen nicht importieren.
es_ar: DeLight no pudo importar rótulos.
es_es: DeLight fue incapaz de importar tus etiquetas.

source: DeLight was unable to open your transaction file
de_de: DeLight konnte die Transaktionsdatei nicht öffnen
es_ar: DeLight no pudo abrir archivo de transacción
es_es: DeLight fue incapaz de abrir tu fichero de transacciones

source: DeLight was unable to parse your transaction
de_de: DeLight konnte Ihre Transaktion nicht verarbeiten
es_ar: DeLight no pudo analizar la transacción
es_es: DeLight fue incapaz de analizar tu transacción

source: DeLight was unable to produce a private key-export.
de_de: DeLight konnte den privaten Schlüssel nicht exportieren.
es_ar: DeLight no pudo exportar clave privada.
es_es: DeLight fue incapaz de producir una exportación de clave privada.

source: DeLight was unable to produce a transaction export.
de_de: DeLight konnte den Transaktionsverlauf nicht exportieren.
es_ar: DeLight no pudo exportar transacción.
es_es: DeLight no fue capaz de producir una exportación de transacciones.

source: DeLight's focus is speed, with low resource usage and simplifying DeVault. You do not need to perform regular backups, because your wallet can be recovered from a secret phrase that you can memorize or write on paper. Startup times are instant because it operates in conjunction with high-performance servers that handle the most complicated parts of the DeVault system.
de_de: Electron-Cash legt Wert auf Geschwindigkeit, Effizienz und Einfachheit. Es müssen keine regelmäßigen Backups angelegt werden, denn Ihre Geldbörse kann jederzeit durch den Seed (oder der zugehörigen Phrase) wiederhergestellt werden, welcher sich einfach ausdrucken oder aufschreiben lässt. Electron-Cash startet sofort, da es mit leistungsfähigen Servern zusammenarbeitet welche die komplizierteren Teile des Bitcoin-Cash-Systems übernehmen.

source: Email settings
de_de: E-Mail-Einstellungen
es_ar: Ajustes de email
es_es: Configuración de email

source: Enable
de_de: Aktivieren
es_ar: Habilitar
es_es: Activar

source: Enable CashShuffle
de_de: CashShuffle aktivieren
es_ar: Activar CashShuffle

source: Enable OP_RETURN output
de_de: OP_RETURN Ausgabe aktivieren
es_ar: Habilitar salida OP_RETURN
es_es: Habilitar salida OP_RETURN

source: Enable PIN protection
de_de: PIN-Schutz aktivieren
es_ar: Habilitar protección PIN
es_es: Habilitar protección por PIN

source: Enable Passphrases
de_de: Passphrasen aktivieren
es_ar: Habilitar Contrafrase
es_es: Habilitar frases de seguridad

source: Enable Schnorr signatures
de_de: Schnorr Signaturen aktivieren
es_ar: Activar firmas Schnorr

source: Enable passphrases
de_de: Passphrasen aktivieren
es_ar: Habilitar contrafrases
es_es: Habilitar frases de seguridad

source: Enable posting messages with OP_RETURN.
de_de: Aktiviere das Versenden von Nachrichten mit OP_RETURN.
es_ar: Habilitar publicación de mensajes con OP_RETURN.
es_es: Habilitar la publicación de mensajes con OP_RETURN.

source: Enable this option if you wish to be notified as soon as a new version of DeLight becomes available
de_de: Aktivieren Sie diese Option, wenn Sie benachrichtigt werden möchten, sobald eine neue Version von DeLight verfügbar ist
es_ar: Activar esta opción para ser notificado cuando una nueva versión de DeLight esté disponible

source: Enable/disable this option if you experience graphical glitches (such as dialog box text being cut off
de_de: Aktivieren/deaktivieren Sie diese Option wenn Sie grafische Störungen haben (z. B. Dialog-Box-Text ist abgeschnitten

source: Enable/disable this option if you experience graphical glitches (such as overly large status bar icons)
de_de: Aktivieren/deaktivieren Sie diese Option wenn Sie grafische Störungen haben (z. B. zu große Statusleisten-Icons)

source: Enabled
de_de: Aktiviert
es_ar: Habilitado
es_es: Activado

source: Encrypt
de_de: Verschlüsseln
es_ar: Encriptar
es_es: Cifrar

source: Encrypt wallet file
de_de: Datei der Geldbörse verschlüsseln
es_ar: Encriptar archivo de cartera
es_es: Cifrar archivo de la cartera

source: Encrypt/Decrypt Message
de_de: Nachricht verschlüsseln/entschlüsseln
es_ar: Encriptar/desencriptar Mensaje
es_es: Cifrar/descifrar mensaje

source: Encrypt/decrypt Message
de_de: Nachricht verschlüsseln/entschlüsseln
es_ar: Encriptar/desencriptar Mensaje
es_es: Cifrar/descifrar mensaje

source: Encrypt/decrypt message
de_de: Nachricht verschlüsseln/entschlüsseln
es_ar: Encriptar/desencriptar mensaje
es_es: Cifrar/descifrar mensaje

source: Encrypted
de_de: Verschlüsselt
es_ar: Encriptado
es_es: Cifrado

source: Encrypted Key
de_de: Verschlüsselter Schlüssel
es_ar: Clave Encriptada

source: Encryption and decryption are currently not supported for {}
de_de: Ver- oder Entschlüsselung werden mit {} noch nicht unterstützt
es_ar: Encriptado y desencriptado no son actualmente soportados para {}
es_es: {} actualmente no admite el cifrado/descifrado

source: Encryption and decryption are not implemented by {}
de_de: Eine Ver- oder Entschlüsselung ist mit {} nicht implementiert
es_ar: Encriptado y desencriptado no están implementados por {}
es_es: {} no ha implementado el cifrado/descifrado

source: Enjoy high security
de_de: Genießen Sie hohe Sicherheit
es_ar: Disfruta alta seguridad
es_es: Disfruta de una alta seguridad

source: Enter PIN
de_de: PIN eingeben
es_ar: Ingresar PIN
es_es: Introducir PIN

source: Enter PIN:
de_de: PIN eingeben:
es_ar: Ingresar PIN:
es_es: Introduce el PIN:

source: Enter Passphrase
de_de: Passphrase eingeben
es_ar: Ingresar Contrafrase
es_es: Introduce la frase de seguridad

source: Enter Password
de_de: Passwort eingeben
es_ar: Ingresar Contraseña
es_es: Introduce la contraseña

source: Enter Seed
de_de: Seed eingeben
es_ar: Ingresar Semilla
es_es: Introduce la seed

source: Enter a Cash Account name of the form Name#123.45, and DeLight will search for the contact and present you with its resolved address.
de_de: Geben Sie einen Cash-Account-Namen in der Form Name#123.45 ein und Electron-Cash sucht nach dem Kontakt und zeight Ihnen seine aufgelöste Adresse an.

source: Enter a filename for the copy of your wallet
de_de: Geben Sie einen Dateinamen für die Kopie Ihrer Geldbörse an
es_ar: Introducir un nombre de archivo para la copia de cartera
es_es: Escribe un nombre de archivo para la copia de tu cartera

source: Enter a label to name your device:
de_de: Geben Sie eine Bezeichnung des Geräts ein:
es_ar: Ingresar nombre de dispositivo:
es_es: Escribe un nombre para tu dispositivo:

source: Enter a list of DeVault addresses (this will create a watching-only wallet), or a list of private keys.
de_de: Geben Sie eine Liste von Bitcoin-Cash-Adressen (die erstellte Geldbörse ist dann im Beobachtungsmodus) oder von privaten Schlüsseln ein.
es_ar: Ingresar lista de direcciones DeVault (esto creará una cartera solo-para-ver), o una lista de claves privadas.
es_es: Escribe una lista de direcciones de DeVault (esto creará una cartera watch-only/sólo de consulta de saldo), o una lista de claves privadas.

source: Enter a list of outputs in the 'Pay to' field.
de_de: Geben Sie in das "Zahle An"-Feld eine Liste von Ausgaben ein.
es_ar: Ingresar lista de salidas en el campo 'Pagar a'.
es_es: Escribe una lista de salidas en el campo 'Pagar a'.

source: Enter a list of private keys to create a regular spending wallet. Alternatively, you can create a 'watching-only' wallet by entering a list of DeVault addresses.
de_de: Geben Sie eine Liste privater Schlüssel ein, um eine normale Ausgabe-Geldbörse zu erstellen. Alternativ können Sie eine Geldbörse im 'Beobachtungsmodus' erstellen, indem Sie eine Liste der DeVault-Adressen eingeben.
es_ar: Ingresar lista de claves privadas para crear cartera expendedora regular. Alternativamente, es posible crear cartera solo-para-ver ingresando lista de direcciones DeVault.
es_es: Escribe una lista de las claves privadas para crear una cartera de gasto corriente. También puedes crear una cartera watch-only o de monitorización de saldo introduciendo una lista de direcciones de DeVault.

source: Enter a new PIN for your {}:
de_de: Geben Sie eine neue PIN für Ihr {} ein:
es_ar: Ingresar nuevo PIN para {}:
es_es: Introduce un nuevo PIN para tu {}:

source: Enter a new password below.
de_de: Geben Sie unten ein neues Passwort ein.
es_ar: Ingresar nueva contraseña abajo.
es_es: Escribe una nueva contraseña a continuación.

source: Enter a passphrase to generate this wallet. Each time you use this wallet your {} will prompt you for the passphrase. If you forget the passphrase you cannot access the bitcoins in the wallet.
de_de: Geben Sie eine Passphrase ein, um die Geldbörse zu generieren. Bei jeder Nutzung der Geldbörse werden Sie nach der Passphrase gefragt. Wenn Sie sie vergessen, können Sie nie wieder auf die Bitcoins in der Geldbörse zugreifen.
es_ar: Ingresar contrafrase para generar esta cartera. Cada vez esta cartera sea usada {} pedirá la contrafrase. Si la contrafrase es olvidada no será posible acceder a los bitcoins de la cartera.
es_es: Escribe una frase de seguridad para generar esta cartera. Cada vez que uses esta cartera, tu {} te solicitará la frase de seguridad. Si olvidas la frase de seguridad, no podrás acceder a los bitcoins de la cartera.

source: Enter a string of the form <b>name#<i>number</i></b>
de_de: Geben Sie eine Zeichenkette in der Form <b>Name#<i>Nummer</i></b> ein

source: Enter addresses
de_de: Adressen eingeben
es_ar: Ingresar direcciones
es_es: Introducir direcciones

source: Enter cosigner key
de_de: Geben Sie den Schlüssel des Mitsignierers ein
es_ar: Ingresar clave de cosignatario
es_es: Introducir clave de cosignatario

source: Enter cosigner seed
de_de: Geben Sie die Seed des Mitsignierers ein
es_ar: Ingresar semilla de cosignatario
es_es: Introducir seed de cosignatario

source: Enter new wallet name
de_de: Name der neuen Geldbörse eingeben
es_ar: Ingresar nuevo nombre de cartera
es_es: Escribe el nuevo nombre de la cartera

source: Enter or pick address
de_de: Adresse eingeben oder auswählen
es_ar: Ingresar o seleccionar dirección
es_es: Escribe o selecciona una dirección

source: Enter password:
de_de: Passwort eingeben:
es_ar: Ingresar contraseña:
es_es: Introduce la contraseña:

source: Enter private keys
de_de: Private Schlüssel eingeben
es_ar: Ingresar claves privadas
es_es: Introducir claves privadas

source: Enter the master private key beginning with xprv:
de_de: Geben Sie den privaten Generalschlüssel (beginnt mit xprv) ein:
es_ar: Ingresar una clave privada maestra comenzando con xprv:
es_es: Introduce la clave privada maestra que empieza por xprv:

source: Enter the passphrase to unlock this wallet:
de_de: Geben Sie die Passphrase ein, um die Geldbörse zu entsperren:
es_ar: Ingresar contrafrase para desbloquear cartera:
es_es: Introduce la frase de seguridad para desbloquear esta cartera:

source: Enter the password used when the backup was created:
de_de: Geben Sie das Passwort ein, mit dem das Backup erstellt wurde:
es_ar: Ingresar contraseña usada cuando se creó la copia de seguridad:
es_es: Introduce la contraseña que se utilizó cuando se creó la copia de seguridad:

source: Enter the recovery words by pressing the buttons according to what the device shows on its display. You can also use your NUMPAD. Press BACKSPACE to go back a choice or word.
de_de: Geben Sie die Wiederherstellungsworte ein, indem Sie die Buttons entsprechend der Anzeige auf dem Gerät betätigen. Sie können auch das Numpad verwenden. Verwenden Sie die Rücktaste um zum vorherigen Wort zurückzukehren.
es_ar: Ingresar las palabras de recuperación usando los botones mostrados en el dispositivo. También se puede usar el teclado numérico. Usar RETROCESO para volver una opción o una palabra.
es_es: Introduce las palabras de recuperación pulsando los botones según lo que muestre el dispositivo en pantalla. También puedes usar tu teclado numérico. Pulsa la tecla RETROCESO para retroceder una palabra.

source: Enter the same password again
de_de: Das selbe Passwort erneut eingeben
es_ar: Ingresar contraseña nuevamente
es_es: Escribe la misma contraseña de nuevo

source: Enter their master private key (xprv) if you want to be able to sign for them.
de_de: Geben Sie den privaten Generalschlüssel (xprv) ein, wenn Sie für sie signieren wollen.
es_ar: Ingresar sus claves privadas maestras (xprv) si se desea firmar por ellos.
es_es: Introduzca su clave privada maestra (xprv) si desea poder firmar por ellos.

source: Enter your BIP39 mnemonic:
de_de: Geben Sie Ihre BIP39-Mnemonik ein:
es_ar: Ingresar mnemónico BIP39:
es_es: Introduce tu frase mnemónica BIP39:

source: Enter your Digital Bitbox password:
de_de: Geben Sie Ihr Digital-Bitbox-Passwort ein:
es_ar: Ingresar contraseña Digital Bitbox:
es_es: Escribe la contraseña de tu Digital Bitbox:

source: Enter your PIN (digits 1-9):
de_de: Geben Sie Ihre PIN ein (1. - 9. Stelle):
es_ar: Ingresar PIN (dígitos 1-9):
es_es: Introduce tu PIN (números 1-9):

source: Enter your current {} PIN:
de_de: Geben Sie Ihre aktuelle {}-PIN ein:
es_ar: Ingresar PIN actual {}:
es_es: Introduce el PIN actual de tu {}:

source: Enter your password or choose another file.
de_de: Geben Sie Ihr Passwort ein oder wählen Sie eine andere Datei.
es_ar: Ingresar contraseña o elegir otro archivo.
es_es: Escribe tu contraseña o elige otro archivo.

source: Enter your password to proceed
de_de: Passwort eingeben um fortzufahren
es_ar: Ingresar contraseña para proceder
es_es: Escribe tu contraseña para continuar

source: Enter your seed phrase
de_de: Gib deinen Seed-Satz ein
es_ar: Ingresar frase semilla
es_es: Introduce tu frase seed

source: Enter your wallet derivation here.
de_de: Geben Sie die Ableitung Ihrer Geldbörse an.
es_ar: Ingresar derivación de cartera.
es_es: Introduce la derivación de tu cartera aquí.

source: Enter your {} PIN - WARNING: LAST ATTEMPT. If the PIN is not correct, the {} will be wiped.
de_de: Geben Sie Ihre {} PIN ein - WARNUNG: LETZTER VERSUCH. Wenn die PIN nicht korrekt ist, wird {} gelöscht.
es_ar: Ingresar {} PIN - ATENCIÓN: ÚLTIMA TENTATIVA. Si el PIN is incorrecto, {} sera limpiado.

source: Enter your {} PIN - remaining attempts: {}
de_de: Geben Sie Ihre {} PIN ein - verbleibende Versuche: {}

source: Erase the Digital Bitbox
de_de: Digital-Bitbox zurücksetzen
es_ar: Borrar el Digital Bitbox
es_es: Borrar el Digital Bitbox

source: Error
de_de: Fehler

source: Error installing udev rules and/or user canceled.
de_de: Fehler beim Installieren von udev-Regeln und/oder Benutzer hat abgebrochen.
es_ar: Error instalando reglas udev y/o cancelado por usuario.

source: Error occurred adding to Contacts
de_de: Fehler beim Hinzufügen zu Kontakten

source: Error retrieving transaction
de_de: Fehler beim Abrufen der Transaktion
es_ar: Error al recuperar transacción

source: Error showing address
de_de: Fehler beim Anzeigen der Adresse
es_ar: Error al mostrar dirección

source: Error uninstalling udev rules and/or user canceled.
de_de: Fehler beim Deinstallieren von udev-Regeln und/oder Benutzer hat abgebrochen.
es_ar: Error desinstalando reglas udev y/o cancelado por usuario.

source: Error: duplicate master public key
de_de: Fehler: Öffentlicher Generalschlüssel doppelt vorhanden
es_ar: Error: duplicar clave pública maestra
es_es: Error: clave pública maestra repetida

source: Exit DeLight
de_de: Electron-Cash beenden
es_ar: Salir de DeLight
es_es: Salir de DeLight

source: Expected conf.
de_de: Erwaretete Best.
es_ar: Conf. esperada.
es_es: Conf. esperadas.

source: Expected confirmation time
de_de: Erwartete Bestätigungszeit
es_ar: Tiempo de confirmación esperado
es_es: Tiempo de confirmación esperado

source: Expiration date of your request.
de_de: Ablaufdatum Ihrer Anfrage.
es_ar: Fecha de expiración de solicitud.
es_es: Fecha de caducidad de tu solicitud.

source: Expired
de_de: Abgelaufen
es_ar: Expirado
es_es: Caducado

source: Expired requests have to be deleted manually from your list, in order to free the corresponding DeVault addresses.
de_de: Abgelaufene Anfragen müssen manuell aus der Liste entfernt werden, um die zugehörigen Bitcoin-Cash-Adressen freizugeben.
es_ar: Solicitudes expiradas deben eliminarse manualmente de la lista, en orden de liberar la correspondiente dirección DeVault.
es_es: Las solicitudes caducadas tienen que eliminarse manualmente de tu lista para poder liberar las direcciones de DeVault correspondientes.

source: Expires
de_de: Läuft ab
es_ar: Expira
es_es: Caduca

source: Export
de_de: Exportieren
es_ar: Exportar
es_es: Exportar

source: Export History
de_de: Transaktionsverlauf exportieren
es_ar: Histórico de Exportación
es_es: Exportar Historial

source: Export file
de_de: Datei exportieren
es_ar: Exportar archivo

source: Exporting Wallet...
de_de: Geldbörse wird exportiert...
es_ar: Exportando Cartera...
es_es: Exportando cartera...

source: Exposing a single private key can compromise your entire wallet!
de_de: Das Herausgeben eines privaten Schlüssels kann Ihre gesamte Geldbörse kompromittieren!
es_ar: Exponer una simple clave privada puede comprometer toda la cartera!
es_es: ¡Revelar una clave privada puede comprometer toda tu cartera!

source: Extend this seed with custom words
de_de: Den Seed mit selbst ausgewählten Wörtern verlängern
es_ar: Extender esta semilla con palabras personalizadas
es_es: Amplía esta seed con las palabras que quieras

source: External Address
de_de: Externe Adresse
es_ar: Dirección Externa
es_es: Dirección externa

source: F&ee
de_de: &Gebühr

source: Failed to create a client for this device.
de_de: Konnte keinen Client für das Gerät erstellen.
es_ar: Falla al crear cliente para este dispositivo.
es_es: No se pudo crear un cliente para este dispositivo.

source: Failed to import file.
de_de: Fehler beim Import der Datei.
es_ar: Falla al importar archivo.
es_es: No se pudo importar el archivo.

source: Failed to load zbar: {}
de_de: Fehler beim Laden von zbar: {}

source: Failed to send transaction to cosigning pool.
de_de: Fehler beim Senden der Transaktion an den Cosigner-Pool.
es_ar: Falla al enviar transacción al grupo de cosignatarios.
es_es: No se pudo enviar la transacción a la pool cosignataria.

source: Failed to update password
de_de: Passwort konnte nicht geändert werden
es_ar: Falla al actualizar contraseña
es_es: No se pudo actualizar la contraseña
