Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: (No FX rate available)
de_de: (Wechselkurs nicht verfügbar)
es_ar: (Sin tarifa FX disponible)
es_es: (Tipo de cambio no disponible)

source: These settings affects the fields in the Send tab
de_de: Diese Einstellungen beeinflussen die Felder im Senden-Tab
es_ar: Estos ajustes afectan los campos de la pestaña Enviar
es_es: Estos ajustes afectan a los campos de la pestaña Enviar

source: copied to clipboard
de_de: in die Zwischenablage kopiert
es_ar: copiado al portapapeles
es_es: copiado al portapapeles

source: {} found
de_de: {} gefunden
es_ar: {} encontrados

source: %2d minutes
de_de: %2d Minuten
es_ar: %2d minutos
es_es: %2d minutos

source: %d valid item(s)
de_de: %d gültige Einträge
es_ar: %d ítem(s) válido(s)
es_es: %d elemento(s) válido(s)

source: %d words
de_de: %d Wörter
es_ar: %d palabras
es_es: %d palabras

source: &About
de_de: &Über
es_ar: &Sobre
es_es: &Acerca de

source: &Address to convert
de_de: Zu konvertierende &Adresse
es_ar: &Dirección a convertir

source: &Addresses
de_de: &Adressen
es_ar: &Direcciones
es_es: Direcciones

source: &Amount
de_de: &Betrag
es_ar: &Monto

source: &Cash address
de_de: &Cash-Adresse
es_ar: &Dirección CashAddr

source: &Check for updates...
de_de: &Nach Updates suchen...
es_ar: &Buscar actualizaciones...

source: &Clear
de_de: &Zurücksetzen

source: &Close
de_de: &Schließen
es_ar: &Cerrar

source: &Confirm
de_de: &Bestätigen
es_ar: &Confirmar

source: &Description
de_de: &Beschreibung
es_ar: &Descripción

source: &Don't ask again
de_de: &Nicht wieder fragen
es_ar: &No volver a preguntar

source: &Donate to server
de_de: &An Server spenden
es_ar: &Donar al servidor
es_es: &Donar al servidor

source: &Encrypt/decrypt message
de_de: &Nachricht verschlüsseln/entschlüsseln
es_ar: &Encriptar/desencriptar mensaje
es_es: Ci&frar/descifrar mensaje

source: &Export
de_de: &Exportieren
es_ar: &Exportar
es_es: E&xportar

source: &File
de_de: &Datei
es_ar: &Archivo
es_es: Archi&vo

source: &Flip horizontally
de_de: &Horizontal spiegeln
es_ar: &Voltear horizontalmente

source: &From
de_de: &Von

source: &Hardware wallet support...
de_de: &Hardware-Geldbörsen-Unterstützung...
es_ar: &Soporte de cartera hardware...

source: &Help
de_de: &Hilfe
es_ar: &Ayuda
es_es: A&yuda

source: &History
de_de: &Verlauf
es_ar: &Histórico
es_es: &Historial

source: &Import
de_de: &Importieren
es_ar: &Importar
es_es: &Importar

source: &Information
de_de: &Informationen
es_ar: &Información
es_es: &Información

source: &Install
de_de: &Installieren
es_ar: &Instalar

source: &Labels
de_de: &Bezeichnungen
es_ar: &Rótulos
es_es: E&tiquetas

source: &Legacy address
de_de: &Alte Adresse
es_ar: &Dirección legacy

source: &Load transaction
de_de: &Transaktion laden
es_ar: &Cargar transacción
es_es: Cargar &transacción

source: &Max
de_de: &Maximum

source: &Network
de_de: &Netzwerk
es_ar: &Red
es_es: Red

source: &New
de_de: &Neu
es_ar: &Nuevo
es_es: &Nuevo

source: &New/Restore
de_de: &Neu/Wiederherstellen
es_ar: &Nueva/Restaurar
es_es: Nue&va/Restaurar

source: &Official website
de_de: &Offizielle Webseite
es_ar: &Sitio web oficial
es_es: Sitio web &Oficial

source: &Open
de_de: &Öffnen
es_ar: &Abrir
es_es: &Abrir

source: &Password
de_de: &Passwort
es_ar: &Contraseña
es_es: &Contraseña

source: &Pay to many
de_de: &Zahle an mehrere
es_ar: &Pagar a varios
es_es: Pagar a &varios

source: &Preview
de_de: &Vorschau
es_ar: &Previsualizar

source: &Private keys
de_de: &Private Schlüssel
es_ar: &Claves privadas
es_es: Cla&ves privadas

source: &Quit
de_de: &Beenden
es_ar: &Salir
es_es: Sa&lir

source: &Raw hex script
de_de: &Unverarbeitetes Hex-Skript
es_ar: &Script hex bruto

source: &Rebuild history
de_de: &Verlauf neu erstellen
es_ar: &Reconstruir histórico

source: &Receiving address
de_de: &Empfangsadresse
es_ar: &Dirección receptora

source: &Recently open
de_de: &Vor kurzem geöffnet
es_ar: Recién abierta
es_es: Abierto reciente&mente

source: &Refresh GUI
de_de: GUI &aktualisieren

source: &Register Cash Account...
de_de: &Cash-Account registrieren...

source: &Report Bug
de_de: &Fehler berichten
es_ar: &Reportar error
es_es: &Reportar error

source: &Save
de_de: &Speichern
es_ar: &Guardar

source: &Save Copy
de_de: &Kopie Speichern
es_ar: &Guardar Copia
es_es: &Guardar copia

source: &Scan beyond gap...
de_de: &Nach der Lücke durchsuchen...

source: &Send
de_de: &Senden
es_ar: &Enviar

source: &Sign/verify message
de_de: &Nachricht signieren/verifizieren
es_ar: &Firmar/verificar mensaje
es_es: &Firmar/verificar mensaje

source: &Sweep
de_de: &Entleeren
es_ar: &Barrer
es_es: Sweep (&vaciar)

source: &Tools
de_de: &Werkzeuge
es_ar: &Herramientas
es_es: &Herramientas

source: &Uninstall
de_de: &Deinstallieren
es_ar: &Desinstalar

source: &View
de_de: &Ansicht
es_ar: &Ver
es_es: &Ver

source: &Wallet
de_de: &Geldbörse
es_ar: &Cartera
es_es: &Cartera

source: ( %s in dust was added to fee )
de_de: ( %s in Staub wurde zur Gebühr hinzugefügt )
es_ar: ( %s en polvo agregado a la tasa )
es_es: (se añadió %s en dust a la comisión)

source: (Custom)
de_de: (Angepasst)
es_ar: (Personalizado)

source: (Old versions of DeLight before 3.3.6 produced invalid testnet wallets).
de_de: (Alte Versionen von DeLight vor 3.3.6 haben ungültige Testnet-Geldbörsen erzeugt).
es_ar: (Versiones anteriores a DeLight 3.3.6 produjeron carteras testnet inválidas).

source: (Only deterministic wallets are supported)
de_de: (Nur deterministische Geldbörsen werden unterstützt)
es_ar: (Solo carteras determinísticas son soportadas)
es_es: (Solo carteras determinísticas son soportadas)

source: (Script Output)
de_de: (Skript-Ausgabe)
es_ar: (Salida del Script)
es_es: (Salida del Script)

source: (Touch {} of {})
de_de: (Berührung {} von {})
es_ar: (Tocar {} de {})
es_es: (Toque {} de {})

source: (You can always toggle it later using the CashShuffle button.)
de_de: (Sie können es immer später mit dem CashShuffle-Button umschalten.)
es_ar: (Es posible activarlo luego usando el botón CashShuffle.)

source: (aka 'passphrase')
de_de: (auch 'Passwort')
es_ar: ('contrafrase')
es_es: ('contrafrase')

source: (disabled)
de_de: (deaktiviert)

source: (password required)
de_de: (Passwort erforderlich)
es_ar: (contraseña requerida)

source: ({} of {}):
de_de: ({} von {}):
es_ar: ({} de {}):

source: 1 Cash Accounts registration ({cash_accounts_name})
de_de: 1 Cash-Accounts-Registrierung ({cash_accounts_name})

source: 1 day
de_de: 1 Tag
es_ar: 1 día
es_es: 1 día

source: 1 hour
de_de: 1 Stunde
es_ar: 1 hora
es_es: 1 hora

source: 1 week
de_de: 1 Woche
es_ar: 1 semana
es_es: 1 semana

source: <b>BIP38 support is disabled because a requisite library is not installed.</b> Please install 'cryptodomex' or omit BIP38 private keys (private keys starting in 6P...). Decrypt keys to WIF format (starting with 5, K, or L) in order to sweep.
de_de: <b>BIP38-Unterstützung ist deaktiviert, da eine erforderliche Bibliothek nicht installiert ist.</b> Bitte installieren Sie 'cryptodomex' oder lassen Sie BIP38 private Schlüssel aus (private Schlüssel die mit 6P anfangen...). Entschlüsseln Sie die Schlüssel zum WIF-Format (fangen mit 5, K oder L an) um zu entleeren.

source: <br>Add anyone's Cash Account to your Contacts
de_de: <br>Fügen Sie einen beliebigen Cash-Account Ihren Kontakten hinzu

source: <p>How it works: <b>Cash Accounts</b> registrations work by issuing an <b>OP_RETURN</b> transaction to yourself, costing fractions of a penny.</p><p>The registrations are permanently written to the blockchain and associate a human-friendly name with your address.</p><p>After the registration transaction receives <i>1 confirmation</i>, you can use your new <b>Cash Account name</b> as if it were an address and give it out to other people (DeLight or another Cash Account enabled wallet is required).</p><p><span style="font-weight:100;">You will be offered the opportunity to review the generated transaction before broadcasting it to the blockchain.</span></p>
de_de: <p>Wie es funktioniert: Registrierungen von <b>Cash-Accounts</b> funktionieren, indem Sie eine <b>OP_RETURN</b>-Transaktion für sich selbst ausstellen, die Bruchteile eines Cents kostet.</p><p>Die Registrierungen werden dauerhaft in die Blockchain geschrieben und weisen Ihrer Adresse einen Namen zu.</p><p>Nachdem die Registrierungstransaktion <i>1 Bestätigung</i> erhalten hat, können Sie Ihren neuen <b>Cash-Account-Namen</b> als Adresse verwenden und an andere Personen weitergeben (DeLight oder eine andere Geldbörse mit aktiviertem Cash-Account ist erforderlich).</p><p><span style="font-weight:100;">Sie haben die Möglichkeit, die generierte Transaktion zu überprüfen, bevor Sie sie an die Blockchain senden.</span></p>

source: <span style="white-space:nowrap"><b>{cash_account}</b> added to Contacts</span>
de_de: <span style="white-space:nowrap"><b>{cash_account}</b> zu Kontakten hinzugefügt</span>

source: <span style="white-space:nowrap"><b>{cash_account}</b> already in Contacts</span>
de_de: <span style="white-space:nowrap"><b>{cash_account}</b> bereits in Kontakten</span>

source: A BIP38 key was specified, please enter a password to decrypt it
de_de: Ein BIP38-Schlüssel wurde angegeben, bitte geben Sie ein Passwort ein, um ihn zu entschlüsseln

source: A backup is saved automatically when generating a new wallet.
de_de: Bei Erstellung eine neuen Geldbörse wird automatisch ein Backup gemacht.
es_ar: Un backup es guardado automáticamente cuando se genera una nueva cartera.
es_es: Se guarda una copia de seguridad automáticamente cuando se genera una nueva cartera.

source: A contact named {contact.name} with the same address and type already exists.
de_de: Ein Kontakt mit dem Namen {contact.name} existiert bereits mit der gleichen Adresse und Typ.

source: A copy of your wallet file was created in
de_de: Eine Kopie ihrer Geldbörse wurde angelegt unter
es_ar: Una copia del archivo de tu cartera fue creado en
es_es: Se creó una copia del archivo de tu cartera en

source: A deterministic wallet will be created using the provided master private key. This wallet will be able to freely send and receive DeVault.
de_de: Anhand des vorhandenen privaten Generalschlüssels wird nun eine deterministische Geldbörse erstellt. Hiermit wird es möglich sein DeVault zu senden und zu empfangen.
es_ar: Una cartera determinística será creada usando la clave privada maestra proporcionada. Esta cartera será capaz de enviar y recibir DeVault libremente.
es_es: Se creará una dirección determinista utilizando la clave privada maestra proporcionada. Esta cartera será capaz de enviar y recibir DeVault libremente.

source: A deterministic wallet will be created using the provided master public key. This wallet will be watching-only.
de_de: Anhand des vorhandenen öffentlichen Generalschlüssels wird nun eine deterministische Geldbörse erstellt. Diese Geldbörse ist dann im Beobachtungsmodus.
es_ar: Una cartera determinística será creada usando la clave privada maestra proporcionada. Esta cartera será solo-para-ver.
es_es: Se creará una cartera determinista usando la clave pública maestra proporcionada. Esta cartera será watch-only o sólo de consulta de saldo.

source: A layered encryption scheme is used so that none of the participants know the outputs of the other participants.
de_de: Ein geschichtetes Verschlüsselungssystem wird verwendet, damit keiner der Teilnehmer die Ausgaben der anderen Teilnehmer kennt.

source: A library is probably missing.
de_de: Vermutlich fehlt eine Programmbibliothek.
es_ar: Una librería esta probablemente faltando.
es_es: Probablemente falte una biblioteca.

source: A network connectivity error occured. Please check your internet connection and try again.
de_de: Ein Netzwerkverbindungsfehler ist aufgetreten. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.

source: A network timeout occurred while looking up this Cash Account. You may want to check that your internet connection is up and not saturated processing other requests.
de_de: Beim abrufen dieses Cash-Accounts ist eine Netzwerkzeitüberschreitung aufgetreten. Sie können überprüfen, ob Ihre Internetverbindung verfügbar ist und nicht mit dem verarbeiten anderer Anfragen überlastet ist.

source: A new version of DeLight is available: {}
de_de: Eine neue Version von DeLight ist verfügbar: {}

source: A required Qt module, QtSvg was not found. Please fully install all of PyQt5 5.12 or above to resolve this issue.
de_de: Ein benötigtes Qt-Modul, QtSvg wurde nicht gefunden. Bitte installieren Sie alle PyQt5 5.12 oder höher, um dieses Problem zu lösen.

source: A suggested fee is automatically added to this field. You may override it. The suggested fee increases with the size of the transaction.
de_de: Eine empfohlene Gebühr wird diesem Feld automatisch hinzugefügt, kann aber überschrieben werden. Die empfohlene Gebühr steigt mit der Größe der Transaktion.
es_ar: Una tasa recomendada es agregada automáticamente a este campo. Puedes cambiarla. La tasa recomendada aumenta con el tamaño de transacción.
es_es: A este campo se añade automáticamente una comisión sugerida. Puedes reemplazarla. La comisión sugerida aumenta según el tamaño de la transacción.

source: A wallet with that name already exist. Please enter a different wallet name to proceed.
de_de: Eine Geldbörse mit diesem Namen existiert bereits. Bitte gebe einen anderen Namen ein um fortzufahren.
es_ar: Ya existe una cartera con ese nombre. Introducir un nombre diferente para proceder.
es_es: Ya existe una cartera con ese nombre. Por favor, introduce un nombre diferente para continuar.

source: A wallet with that name already exists, please try again.
de_de: Eine Geldbörse mit diesem Namen existiert bereits. Bitte versuche es noch einmal.
es_ar: Ya existe una cartera con ese nombre, intentar nuevamente.
es_es: Ya existe una cartera con ese nombre; por favor, inténtalo de nuevo.

source: A wallet with that name already exists. Cannot proceed.
de_de: Ein Geldbörse mit diesem Namen existiert bereits. Der Prozess kann nicht fortgesetzt werden.
es_ar: Ya existe una cartera con ese nombre. No se puede proceder.
es_es: Ya existe una cartera con ese nombre. No se puede continuar.

source: Aborted by user - please unplug the {} and plug it again before retrying
de_de: Von Benutzer abgebrochen - bitte entfernen Sie {} und fügen Sie es erneut ein, bevor Sie erneut versuchen

source: About
de_de: Über
es_ar: Sobre
es_es: Acerca de

source: About BIP39
de_de: Über BIP39
es_ar: Acerca BIP39

source: About Qt
de_de: Über Qt

source: Accept Word
de_de: Wort akzeptieren
es_ar: Aceptar Palabra
es_es: Aceptar palabra

source: Active pools
de_de: Aktive Pools
es_ar: Pools activos

source: Actual amounts applied: {} and {}.
de_de: Wirkliche Beträge angewendet: {} und {}.
es_ar: Montos actuales aplicados: {} y {}.

source: Add Contact
de_de: Kontakt hinzugefügen

source: Add Cosigner
de_de: Mitsignierer Hinzufügen
es_ar: Agregar cosignatario
es_es: Añadir cosignatario

source: Add Plugin
de_de: Plugin hinzufügen

source: Add a cosigner to your multi-sig wallet
de_de: Mitsignierer zur Multisignaturbörse hinzufügen
es_ar: Agregar cosignatario a tu cartera multi-firma
es_es: Agrega un cosignatario a tu cartera multi-firma

source: Add an optional virtual keyboard to the password dialog.
de_de: Eine optionale Bildschirmtastatur zum Passwortdialog hinzufügen.
es_ar: Agregar teclado virtual al diálogo de contraseña.
es_es: Agrega un teclado virtual opcional al cuadro de diálogo de la contraseña.

source: Add cosigner
de_de: Mitsignierer hinzufügen
es_ar: Agregar cosignatario
es_es: Agregar cosignatario

source: Add new wallet
de_de: Neue Geldbörse hinzufügen
es_ar: Agregar nueva cartera
es_es: Añadir nueva cartera

source: Add to Contacts
de_de: Zu Kontakten hinzufügen
es_ar: Agregar a Contactos
es_es: Añadir a Contactos

source: Add to preferred
de_de: Zu bevorzugten hinzufügen
es_ar: Agregar a preferidos
es_es: Agregar a preferidos

source: Adding {} of {} new addresses to wallet...
de_de: Füge {} von {} neuen Adressen der Geldbörse hinzu...
es_ar: Agregando {} de {} de nuevas direcciones a la cartera...

source: Additional fees
de_de: Weitere Gebühren
es_ar: Tasas adicionales
es_es: Comisiones adicionales

source: Additionally, you may also be vulnerable to man-in-the-middle attacks.
de_de: Zusätzlich können Sie auch anfällig für Man-in-the-Middle-Angriffe sein.
es_ar: Adicionalmente, podrías ser vulnerable a ataques man-in-the-middle.

source: Address
de_de: Adresse
es_ar: Dirección
es_es: Dirección

source: Address Converter
de_de: Adresskonverter
es_ar: Conversor de Dirección
es_es: Conversor de direcciones

source: Address Details
de_de: Adressdetails
es_ar: Detalles de Dirección
es_es: Detalles de la dirección

source: Address Format
de_de: Adressformat

source: Address copied to clipboard
de_de: Adresse in Zwischenablage kopiert

source: Address is frozen
de_de: Adresse ist eingefroren
es_ar: Dirección congelada
es_es: La dirección está congelada

source: Address not in wallet.
de_de: Adresse ist nicht in dieser Börse.
es_ar: Dirección no en cartera.
es_es: La dirección no se encuentra en la cartera.

source: Address to convert
de_de: Zu konvertierende Adresse
es_ar: Dirección a convertir
es_es: Dirección que se quiere convertir

source: Address to sweep to:
de_de: Zieladresse zum entleeren:
es_ar: Dirección para barrer a:
es_es: Dirección a la que hacer sweep (vaciar):

source: Address:
de_de: Adresse:
es_ar: Dirección:
es_es: Dirección:

source: Addresses
de_de: Adressen
es_ar: Direcciones
es_es: Direcciones

source: Addresses generated:
de_de: Adressen generiert:
es_ar: Direcciones generadas:
es_es: Direcciones generadas:

source: Advanced
de_de: Erweitert
es_ar: Avanzado
es_es: Avanzado

source: After at least <i>1 confirmation</i>, you will be able to use your new <b>Cash Account</b>, and it will be visible in DeLight in the <b>Addresses</b> tab.
de_de: Nach mindestens <i>1 Bestätigung</i>können Sie Ihr neues <b>Cash-Account</b>verwenden und es wird in Electron-Cash im Tab <b>Adressen</b> sichtbar sein.

source: After disabling passphrases, you can only pair this DeLight wallet if it had an empty passphrase. If its passphrase was not empty, you will need to create a new wallet with the install wizard. You can use this wallet again at any time by re-enabling passphrases and entering its passphrase.
de_de: Nachdem das Passwort deaktiviert wurde, kann die Electrum-Cash-Geldbörse nur verbunden werden, wenn das Passwort leer war. Wenn das nicht der Fall ist, muss eine neue Geldbörse über den Assistenten erstellt werden. Falls das Passwort wieder aktiviert wird, kann diese Geldbörse wieder verwendet werden.

source: All
de_de: Alle
es_ar: Todas
es_es: Todo

source: All Transactions
de_de: Alle Transaktionen
es_ar: Todas las Transacciones
es_es: Todas las transacciones

source: All of your traffic to the blockchain servers will be sent unencrypted.
de_de: All Ihr Traffic wird unverschlüsselt an die Blockchain Server gesendet.

source: All set and good to go.
de_de: Alles fertig und bereit.
es_ar: Todo listo.
es_es: Todo listo.

source: Already Expired
de_de: Bereits abgelaufen
es_ar: Ya Expirado
es_es: Ya ha caducado

source: Already up to date
de_de: Bereits auf dem neuesten Stand
es_ar: Ya actualizado

source: Amount
de_de: Betrag
es_ar: Monto
es_es: Cantidad

source: Amount for OP_RETURN output must be zero.
de_de: Der Betrag für die OP_RETURN Ausgabe muss Null sein.
es_ar: Monto para salida OP_RETURN debe ser cero.

source: Amount received:
de_de: Betrag erhalten:
es_ar: Monto recibido:
es_es: Cantidad recibida:

source: Amount sent:
de_de: Betrag gesendet:
es_ar: Monto enviado:
es_es: Cantidad enviada:

source: Amount to be sent
de_de: Zu sendender Betrag
es_ar: Monto a enviar
es_es: Cantidad que deseas enviar

source: Amount to be sent.
de_de: Zu sendender Betrag.
es_ar: Monto a enviar.
es_es: Cantidad que deseas enviar.

source: An DeLight update is available
de_de: Ein DeLight Update ist verfügbar

source: An Error Occurred
de_de: Ein Fehler ist aufgetreten
es_ar: Ocurrió Un Error
es_es: Se ha producido un error

source: An encrypted transaction was retrieved from cosigning pool.
de_de: Eine verschlüsselte Transaktion wurde vom Cosigner-Pool empfangen.
es_ar: Una transacción encriptada fue obtenida del grupo de cosignatarios.
es_es: Se recuperó una transacción de la pool cosignataria.

source: An error occurred broadcasting the transaction
de_de: Fehler beim Senden der Transaktion
es_ar: Error al transmitir la transacción
es_es: Error al transmitir la transacción

source: An uninitialized Digital Bitbox is detected.
de_de: Eine nicht initialisierte Digital Bitbox wurde erkannt.
es_ar: Un Digital Bitbox no inicializado fue detectado.
es_es: Se ha detectado un Digital Bitbox no inicializado.

source: An unknown error occurred. Cannot proceed.
de_de: Ein unbekannter Fehler ist aufgetreten. Kann nicht fortfahren.
es_ar: Error desconocido. No es posible continuar.
es_es: Ha ocurrido un error desconocido. No se puede proceder.

source: An unnamed {}
de_de: {} (Unbenannt)
es_ar: Un {} sin nombre
es_es: Un {} sin nombre

source: Any
de_de: Jede
es_ar: Todas
es_es: Cualquiera

source: App-Global Options
de_de: App-Globale Optionen

source: Appearance
de_de: Darstellung
es_ar: Apariencia
es_es: Aspecto

source: Apply
de_de: Anwenden
es_ar: Aplicar
es_es: Aplicar

source: Are you SURE you want to wipe the device? Your wallet still has bitcoins in it!
de_de: Sind Sie sicher, dass Sie das Gerät zurücksetzen wollen? Die Geldbörse enthält noch Bitcoins!
es_ar: ¿Estás SEGURO de que quieres limpiar el dispositivo? Tu cartera todavía tiene bitcoins!
es_es: ¿Estás SEGURO de que quieres borrar el dispositivo? ¡Tu cartera todavía tiene bitcoins!

source: Are you sure you want to erase the Digital Bitbox?
de_de: Sind Sie sicher, dass sie die Daten der Digital Bitbox löschen wollen?
es_ar: Estás seguro que deseas eliminar el digital Bitbox?
es_es: ¿Estás seguro de que quieres borrar el Digital Bitbox?

source: Are you sure you want to proceed?
de_de: Wollen Sie wirklich fortfahren?
es_ar: Estás seguro de que deseas proceder?
es_es: ¿Estás seguro de que quieres proceder?

source: Are you sure you want to uninstall the selected plugin?
de_de: Sind Sie sicher, dass Sie das ausgewählte Plugin löschen möchten?
es_ar: Estás seguro de que quieres desinstalar este plugin?
es_es: ¿Estás seguro de que quieres desinstalar el plugin seleccionado?

source: Are you sure you wish to delete this contact?
de_de: Bist du sicher, dass Sie diesen Kontakt löschen wollen?
es_ar: Estás seguro que quieres eliminar este contacto?
es_es: ¿Estás seguro de que quieres eliminar este contacto?

source: Are you sure you wish to proceed?
de_de: Sind Sie sicher, dass Sie fortfahren möchten?
es_ar: Estás seguro de proceder?

source: At this time, only the Trezor Model T supports the direct loading of TOIF files. Try a PNG or JPG file instead.
de_de: Nur das Trezor Model T unterstützt zum jetzigen Zeitpunkt das direkte Laden von TOIF-Dateien. Versuchen Sie stattdessen eine PNG- oder JPG-Datei.
es_ar: Al momento, sólo Trezor Model T soporta la carga directa de archivos TOIF. Intentar con archivos PNG o JPG.

source: Audio Modem Settings
de_de: Audio-Modem Einstellungen
es_ar: Ajustes del Módem de Audio
es_es: Opciones de módem de audio

source: Authenticate, please
de_de: Bitte authentifizieren
es_ar: Por favor autenticar
es_es: Por favor, completa la autenticación

source: Auto connect
de_de: Automatisch verbinden
es_ar: Auto conectar
es_es: Conectar automáticamente

source: Automatic High DPI
de_de: High-DPI automatisch

source: Automatic high DPI scaling
de_de: Automatische High-DPI-Skalierung
