Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: Use this dialog to add a password to your wallet.
de_de: Nutzen Sie diesen Dialog, um zur Geldbörse ein Passwort hinzuzufügen.
es_ar: Usar este diálogo para agregar una contraseña a la cartera.
es_es: Usa este cuadro de diálogo para agregar una contraseña a tu cartera.

source: Use this dialog to change your password.
de_de: Nutzen Sie diesen Dialog, um das Passwort zu ändern.
es_ar: Usar estos campos para cambiar contraseña.
es_es: Utiliza esta casilla para cambiar tu contraseña.

source: Used
de_de: Benutzt
es_ar: Usadas
es_es: Utilizadas

source: User cancelled
de_de: Benutzer hat abgebrochen
es_ar: Usuario cancelado

source: User interface.
de_de: Benutzeroberfläche.
es_ar: Interface de usuario.
es_es: Interfaz.

source: Using change addresses makes it more difficult for other people to track your transactions.
de_de: Wechselgeld-Adressen erschweren es Dritten, Ihre Transaktionen zu verfolgen.
es_ar: Usar direcciones de cambio hace más difícil para otras personas rastrear tus transacciones.
es_es: El uso de direcciones de cambio hace que sea más difícil para otras personas rastrear tus transacciones.

source: Using this mode presents a potential security risk.
de_de: Die Nutzung dieses Modus stellt ein potenzielles Sicherheitsrisiko dar.
es_ar: Usar este modo presenta un riesgo potencial de seguridad.

source: Valid
de_de: Gültig
es_ar: Válida
es_es: Válida

source: Validated Cash Account: <b><pre>{emoji} {account_string}</pre></b>
de_de: Gültiges Cash-Account: <b><pre>{emoji} {account_string}</pre></b>

source: Verify
de_de: Verifizieren
es_ar: Verificar
es_es: Verificar

source: Verify Message
de_de: Nachricht überprüfen
es_ar: Verificar Mensaje
es_es: Verificar mensaje

source: Verify the address below.<br>Type the character from your security card corresponding to the <u><b>BOLD</b></u> character.
de_de: Überprüfen Sie die Adresse unten.<br>Geben Sie die Zeichen Ihrer Sicherheitskarte für das <u><b>fett</u></b> gedruckte Zeichen ein.
es_ar: Verificar la dirección abajo. <br> Ingresar el caracter de tu tarjeta de seguridad correspondiente a caracter <u><b>BOLD</b></u>.
es_es: Verifica la siguiente dirección.<br>Escribe el caracter de tu tarjeta de seguridad correspondiente con el caracter en <u>NEGRITA</b></u>.

source: Verify {count} Cash Account
de_de: {count} Cash-Account überprüfen

source: Verifying Cash Account
de_de: Cash-Account überprüfen

source: Verifying Cash Account {name} please wait ...
de_de: Überprüfe Cash-Account {name}, Bitte warten ...

source: Verifying {count} block please wait ...
de_de: Überprüfe {count} Block, bitte warten ...

source: Video Device
de_de: Videogerät
es_ar: Dispositivo de Vídeo
es_es: Dispositivo de vídeo

source: View Registration Transaction
de_de: Registrierung-Transaktion anzeigen

source: View ban list...
de_de: Sperrliste anzeigen...
es_ar: Ver lista de prohibidos...
es_es: Ver lista de prohibidos...

source: View invoice
de_de: Rechnung ansehen
es_ar: Ver factura
es_es: Ver factura

source: View on block explorer
de_de: In Blockexplorer anzeigen
es_ar: Ver en explorador de bloques
es_es: Ver en explorador de bloques

source: View pools...
de_de: Pools anzeigen...
es_ar: Ver pools...

source: View registration tx
de_de: Registrierungs tx anzeigen

source: View registration tx...
de_de: Registrierungs tx anzeigen...

source: View the wallet seed phrase used for wallet recovery
de_de: Geldbörsen-Seed-Phrase für Geldbörsen-Wiederherstellung anzeigen
es_ar: Ver la frase semilla de la cartera usada para la recuperación de cartera
es_es: Ver la frase seed de la cartera utilizada para la recuperación de la cartera

source: View tx
de_de: Zeige tx

source: WARNING
de_de: WARNUNG
es_ar: ATENCION
es_es: ADVERTENCIA

source: WARNING: ALL your private keys are secret.
de_de: WARNUNG: ALLE privaten Schlüssel sind geheim.
es_ar: ATENCION: Todas tus claves privadas son secretas.
es_es: ADVERTENCIA: TODAS tus claves privadas son secretas.

source: WARNING: This is a multi-signature wallet.
de_de: WARNUNG: Das ist eine Multisignaturbörse.
es_ar: ATENCION: Esta es una cartera multifirma.
es_es: ADVERTENCIA: Esta es una cartera multifirma.

source: WARNING: the alias "{}" could not be validated via an additional security check, DNSSEC, and thus may not be correct.
de_de: WARNUNG: Der Alias '{}' konnte durch eine Überprüfung mittels DNSSEC nicht bestätigt werden und ist womöglich nicht korrekt.
es_ar: ATENCION: el alias "{}" no pudo ser validado via un control de seguridad adicional, DNSSEC, y por lo tanto no debe ser correcto.
es_es: ADVERTENCIA: el alias "{}" no pudo ser validado mediante una comprobación de seguridad adicional (DNSSEC), por lo que podría no ser correcto.

source: Wait for others
de_de: Warten auf andere
es_ar: Esperar por otros

source: Wallet
de_de: Geldbörse
es_ar: Cartera
es_es: Cartera

source: Wallet Information
de_de: Geldbörseninformationen
es_ar: Información de Cartera
es_es: Información de la cartera

source: Wallet Operations
de_de: Geldbörsen-Operationen
es_ar: Operaciones de Cartera
es_es: Operaciones de la Cartera

source: Wallet Password
de_de: Geldbörsen-Passwort
es_ar: Contraseña de Cartera
es_es: Contraseña de la cartera

source: Wallet Recovery Seed
de_de: Geldbörsen-Wiederherstellungsphrase
es_ar: Semilla de Recuperación de Cartera
es_es: Seed de recuperación de la cartera

source: Wallet Seed
de_de: Geldbörsen-Seed
es_ar: Semilla de Cartera
es_es: Seed de la cartera

source: Wallet backup created
de_de: Sicherung der Geldbörse erstellt
es_ar: Copia de seguridad de cartera creada
es_es: Copia de seguridad de la cartera creada

source: Wallet deleted successfully
de_de: Geldbörse erfolgreich gelöscht
es_ar: Cartera eliminada con suceso
es_es: Cartera borrada satisfactoriamente

source: Wallet file
de_de: Geldbörsen-Datei
es_ar: Archivo de cartera
es_es: Archivo de la cartera

source: Wallet file not found: {}
de_de: Geldbörsen-Datei nicht gefunden: {}
es_ar: Archivo de cartera no encontrado: {}

source: Wallet has no address to sweep to
de_de: Geldbörse hat keine Adresse zum entleeren
es_ar: La cartera no cuenta con un dirección a la cual barrer a
es_es: La cartera no tiene ninguna dirección a la que vaciar los fondos (sweep)

source: Wallet name
de_de: Name der Geldbörse
es_ar: Nombre de cartera
es_es: Nombre de la catera

source: Wallet name is empty. Please enter a wallet name to proceed.
de_de: Geldbörsen-Name ist leer. Bitte geben Sie einen Geldbörsen-Namen ein, um fortzufahren.
es_ar: Noembre de cartera vacío. Ingresar un nombre de cartera para proceder.
es_es: El nombre de la catera está vacío. Por favor, introduce un nombre para continuar.

source: Wallet password is empty. Please set a wallet password to proceed. You can disable wallet password protection later if you wish.
de_de: Geldbörsen-Passwort ist leer. Bitte setzen Sie ein Geldbörsen-Passwort um fortzufahren. Sie können den Passwortschutz später deaktivieren, wenn Sie das möchten.
es_ar: Contraseña de cartera vacía. Configurar contraseña para proceder. Es posible deshabilitarla después si se prefiere.
es_es: La contraseña de la cartera está vacía. Por favor, establece una contraseña para continuar. Más tarde puedes desactivar la protección por contraseña si lo deseas.

source: Wallet passwords do not match. Please confirm the password you wish to set for your wallet by entering the same password twice.
de_de: Geldbörsen-Passwörter stimmen nicht überein. Bitte bestätigen Sie das Passwort, das Sie für Ihre Geldbörse festlegen möchten, indem Sie das gleiche Passwort zweimal eingeben.
es_ar: Las contraseñas de cartera no coinciden. Confirmar la contraseña que se desea usar ingresando la misma dos veces.
es_es: Las contraseñas no coinciden. Por favor, confirma la contraseña que quieres establecer para tu cartera introduciendo la misma contraseña dos veces.

source: Wallet removed: {}
de_de: Geldbörse entfernt: {}
es_ar: Cartera eliminada: {}

source: Wallet successfully renamed
de_de: Geldbörse erfolgreich umbenannt
es_ar: Cartera renombrada con suceso
es_es: Nombre de la cartera cambiado con éxito

source: Wallet type
de_de: Typ der Geldbörse
es_ar: Tipo de cartera
es_es: Tipo de cartera

source: Wallets
de_de: Geldbörsen
es_ar: Carteras
es_es: Carteras

source: Warning
de_de: Warnung
es_ar: Atención
es_es: Advertencia

source: Warning: The next address will not be recovered automatically if you restore your wallet from seed; you may need to add it manually. This occurs because you have too many unused addresses in your wallet. To avoid this situation, use the existing addresses first. Create anyway?
de_de: Warnung: Die nächste Adresse kann nicht automatisch wiedergefunden werden, wenn Sie Ihre Geldbörse vom Seed wiederherstellen; Sie müssen sie möglicherweise manuell hinzufügen. Dies passiert weil Sie zuviele unbenutze Adressen in Ihrer Geldbörse haben. Benutzen Sie existierende Adressen zuerst, um diese Situation zu vermeiden. Trotzdem erstellen?
es_ar: Atención: La siguiente dirección no será recuperada automáticamente si restauras tu cartera usando la semilla; puede que necesites añadirla manualmente. Esto ocurre porque tienes demasiadas direcciones sin usar en tu cartera. Para evitar esta situación, usa las direcciones existentes primero. Crear de todas formas?
es_es: Aviso: La siguiente dirección no será recuperada automáticamente si restauras tu cartera desde la seed; puede que tengas que añadirla manualmente. Esto ocurre porque tienes demasiadas direcciones sin usar en tu cartera. Para evitar esta situación, utiliza primero las direcciones existentes. ¿Crear de todas formas?

source: Warning: This Cash Account is not verified
de_de: Warnung: Dieses Cash-Account ist nicht verifiziert

source: Warning: do not use this if it makes you pick a weaker password.
de_de: Warnung: Lassen Sie sich dadurch nicht dazu verleiten ein schwaches Passwort zu wählen.
es_ar: Atención: no utilizar esto si te hace elegir una contraseña débil.
es_es: Aviso: no lo uses si ello hace que elijas una contraseña más débil.

source: We do not guarantee that BIP39 imports will always be supported in DeLight.
de_de: Wir garantieren nicht, dass BIP39-Import in DeLight immer verfügbar sein wird.
es_ar: No garantizamos que las importaciones BIP39 serán siempre soportadas en DeLight.
es_es: No garantizamos las importaciones BIP39 vayan a estar admitidas siempre en DeLight.

source: We encountered an error while connecting to your device:
de_de: Beim Verbinden mit dem Gerät ist ein Fehler aufgetreten:
es_ar: Encontramos un error al intentar conectarnos a tu dispositivo:
es_es: Encontramos un error al conectarnos con tu dispositivo:

source: We will flag this wallet as requesting to use Touch/Face ID, however it is currently disabled on the device. Please enable Touch/Face ID from the iOS General settings in order to use biometrics for this wallet.
de_de: Wir werden diese Geldbörse markieren Touch-/Face-ID zu verwenden, aber dies ist derzeit auf dem Gerät deaktiviert. Bitte aktivieren Sie Touch-/Face-ID in den iOS-Einstellungen, um Biometrie für diese Geldbörse zu verwenden.
es_ar: Marcaremos esta cartera para que solicite usar Touch/Face ID, sin embargo se encuentra actualmente deshabilitado en el dispositivo. Habilitar Touch/Face ID desde las configuraciones iOS generales para usar biometría en esta cartera.
es_es: Marcaremos que esta cartera solicita usar Touch/Face ID, sin embargo está deshabilitado en el dispositivo. Por favor, habilita Touch/Face ID en los Ajustes Generales de iOS para usar la biometría con esta cartera.

source: Welcome to
de_de: Willkommen bei
es_ar: Bienvenido a
es_es: Bienvenido a

source: What kind of wallet do you want to create?
de_de: Welchen Geldbörsentyp möchten Sie erstellen?
es_ar: Que tipo de cartera quieres crear?
es_es: ¿Qué tipo de cartera quieres crear?

source: When CashShuffle is disabled, your privacy on the blockchain is reduced to traditional levels, and 'chainalysis' becomes easier (your transactions can be associated with one another).
de_de: Wenn CashShuffle deaktiviert ist, wird Ihre Privatsphäre auf der Blockchain auf normale Stufe reduziert und 'Chainalysis' wird einfacher (Ihre Transaktionen können miteinander verknüpft werden).

source: Wipe Device
de_de: Gerät löschen
es_ar: Limpiar Dispositivo
es_es: Borrar datos del dispositivo

source: Wipe the device, removing all data from it. The firmware is left unchanged.
de_de: Löscht das Gerät, mitsamt aller Daten. Die Firmware bleibt hingegen unberührt.
es_ar: Limpiar el dispositivo, removiendo todos los datos en el mismo. El firmware queda inalterado.
es_es: Borra todos los datos del dispositivo. El firmware no se modifica.

source: Within 10 blocks
de_de: Innerhalb von 10 Blöcken
es_ar: Dentro de 10 bloques
es_es: Dentro de 10 bloques

source: Within 2 blocks
de_de: Innerhalb von 2 Blöcken
es_ar: Dentro de 2 bloques
es_es: Dentro de 2 bloques

source: Within 25 blocks
de_de: Innerhalb von 25 Blöcken
es_ar: Dentro de 25 bloques
es_es: Dentro de 25 bloques

source: Within 5 blocks
de_de: Innerhalb von 5 Blöcken
es_ar: Dentro de 5 bloques
es_es: Dentro de 5 bloques

source: Would you like to enable CashShuffle for this wallet?
de_de: Möchten Sie CashShuffle für diese Geldbörse aktivieren?
es_ar: Activar CashShuffle para esta cartera?

source: Would you like to turn on CashShuffle?
de_de: Möchten Sie CashShuffle aktivieren?
es_ar: Iniciar CashShuffle?

source: Write down the seed word shown on your {}
de_de: Schreiben Sie das Seed-Wort auf, das auf Ihrem {} gezeigt wird
es_ar: Escriba la palabra de la semilla mostrada en su {}
es_es: Escribe la palabra seed que se muestra en tu {}

source: Wrong key type
de_de: Falscher Schlüsseltyp
es_ar: Tipo de clave incorrecto
es_es: Tipo de clave incorrecto

source: Wrong signature
de_de: Falsche Signatur
es_ar: Firma incorrecta
es_es: Firma incorrecta

source: Yes
de_de: Ja
es_ar: Sí
es_es: Sí

source: You appear to have entered more than one item. Each wallet can only have a single master key. To use multiple master keys, create a new wallet for each key.
de_de: Sie scheinen mehr als ein Element eingegeben zu haben. Jede Geldbörse kann nur einen einzigen Generalschlüssel haben. Um mehrere Generalschlüssel zu verwenden, erstellen Sie eine neue Geldbörse für jeden Schlüssel.
es_ar: Parece que has ingresado mas de un ítem. Cada cartera puede tener solo una clave maestra. Para usar multiples claves maestras, crear una nueva cartera por cada clave.
es_es: Parece que has introducido más de un elemento. Una cartera sólo puede tener una única clave maestra; para utilizar múltiples claves maestras, crea una nueva cartera para cada clave.

source: You appear to have entered no valid DeVault addresses or private keys.
de_de: Sie scheinen keine gültigen Bitcoin-Cash-Adressen oder privaten Schlüssel eingegeben zu haben.
es_ar: Parece que has ingresado direcciones DeVault o claves privadas no válidas.
es_es: Parece que no has introducido direcciones o claves privadas de DeVault válidas.

source: You are about to delete the wallet '{}'. Unless you have other copies of this wallet or you wrote its seed down, you may lose funds! In order to proceed, please type the word 'delete' in the box below:
de_de: Sie sind dabei, die Geldbörse '{}' zu löschen. Wenn Sie keine anderen Kopien dieser Geldbörse haben oder Sie den Seed nicht aufgeschrieben haben, können Sie Geld verlieren! Um fortzufahren, geben Sie bitte das Wort 'Löschen' in das Feld unten ein:
es_ar: Estás a punto de Eliminar la cartera '{}'. A menos que tengas otras copias de esta cartera o hayas guardado su semilla, perderás fondos! Para proceder, escribir 'eliminar' en el campo siguiente:
es_es: Estás a punto de eliminar la cartera "{}". ¡Podrías perder fondos salvo que tengas otras copias de esta cartera o que hayas escrito su seed! Para continuar, por favor escribe la palabra "eliminar" a continuación:

source: You are already on the latest version of DeLight.
de_de: Sie haben bereits die neueste Version von DeLight.
es_ar: Utilizando la última versión de DeLight.

source: You are following branch
de_de: Du folgst dem Zweig
es_ar: Estás siguiendo la rama
es_es: Estás siguiendo la rama

source: You are now <i>disabling</i> CashShuffle for this wallet. Are you sure?
de_de: Sie <i>deaktivieren</i> jetzt CashShuffle für diese Geldbörse. Sind Sie sicher?
es_ar: <i>desativando</i> CashShuffle para esta carteira. Estás seguro?

source: You are now spending <b><i>unshuffled</i></b> coins. Are you sure?
de_de: Sie geben jetzt <b><i>ungemischte</i></b> Coins aus. Sind Sie sicher?

source: You are registering a new <a href='ca'>Cash Account</a> for your address <a href='addr'><b><pre>{address}</pre></b></a>
de_de: Sie registrieren ein neues <a href='ca'>Cash-Account</a> für Ihre Adresse <a href='addr'><b><pre>{address}</pre></b></a>

source: You are renaming the currently open encrypted wallet '{}'.
de_de: Sie benennen die aktuell geöffnete verschlüsselte Geldbörse '{}' um.
es_ar: Estás renombrando la cartera encriptada actualmente abierta '{}'.
es_es: Estás cambiando el nombre de la cartera cifrada "{}", actualmente abierta.

source: You are requesting the deletion of the currently active wallet. In order to delete this wallet, please switch to another wallet, then select this option again on this wallet.
de_de: Sie möchten die aktuell aktive Geldbörse löschen. Um diese Geldbörse zu löschen, wechseln Sie bitte auf eine andere Geldbörse, und wählen Sie diese Option erneut auf dieser Geldbörse.
es_ar: Estás solicitando eliminar la cartera actualmente activa. En orden de eliminar esta cartera, cambia a otra cartera y entonces selecciona esta opción nuevamente.
es_es: Estás solicitando la eliminación de la cartera actualmente activa. Por favor, cambia a otra cartera y vuelve a seleccionar esta opción para borrar esta cartera.

source: You are using DeLight in offline mode; restart DeLight if you want to get connected
de_de: Electron-Cash wird im Offline-Modus verwendet. Starten Sie Electron-Cash neu, um sich zu verbinden
es_ar: Estás usando DeLight en modo offline, reinicia DeLight si quieres conectarte
es_es: Estás usando DeLight en modo sin conexión; vuelve a iniciar DeLight si quieres conectarte

source: You are using a non-deterministic wallet, which cannot create new addresses.
de_de: Sie verwenden eine nicht-deterministische Geldbörse - damit können Sie keine neuen Adressen erstellen.
es_ar: Estás usando una cartera no-determinística, la cual no puede crear direcciones.
es_es: Estás usando una cartera no determinista, la cual no puede crear direcciones nuevas.

source: You are using an OP_RETURN message. This gets permanently written to the blockchain.
de_de: Du verwendest eine OP_RETURN-Nachricht. Dies wird dauerhaft in die Blockchain geschrieben.
es_ar: Estás usando un mensaje OP_RETURN. Esto queda permanentemente registrado en blockchain.
es_es: Estás usando un mensaje OP_RETURN. Este se escribe de forma permanente en la blockchain.

source: You can add or remove any server from this list and optionally elect to only connect to preferred servers.
de_de: Sie können einen Server aus dieser Liste hinzufügen oder entfernen und optional wählen nur mit bevorzugten Servern zu verbinden.
es_ar: Podés agregar o eliminar cualquier servidor de esta lista y, opcionalmente, optar por conectarte solo a los servidores preferidos.
es_es: Puedes agregar o eliminar cualquier servidor de esta lista y, opcionalmente, optar por conectarte solo a los servidores preferidos.

source: You can also create a new wallet by selecting the 'Add new wallet' option.
de_de: Sie können auch eine neue Geldbörse erstellen, indem Sie die Option "Neue Geldbörse hinzufügen" auswählen.
es_ar: También puedes crear una nueva cartera seleccionando la opción 'Agregar nueva cartera'.
es_es: También puedes crear una nueva cartera seleccionando la opción "Añadir nueva cartera".

source: You can download the new version from:<br>{}
de_de: Du kannst die neue Version herunterladen von:<br>{}

source: You can have as many wallets as you like! Choose from one of the options below:
de_de: Du kannst so viele Geldbörsen haben wie du möchtest! Wähle aus einer der folgenden Optionen:
es_ar: ¡Podés tener tantas carteras como quieras! Seleccioná una de las opciones:
es_es: ¡Puedes tener todas las carteras que quieras! Elige una de las siguientes opciones:

source: You can restore a wallet that was created by any version of DeLight.
de_de: Sie können eine Geldbörse wiederherstellen, egal von welcher DeLight Version diese erstellt wurde.
es_ar: Puedes restaurar una cartera que haya sido creada por cualquier versión de DeLight.
es_es: Puedes restablecer una cartera que haya sido creada por cualquier versión de DeLight.

source: You can set the homescreen on your device to personalize it. You can choose any image and it will be dithered, scaled and converted to {} x {} {} for the device.
de_de: Du kannst den Homescreen auf deinem Gerät einstellen, um ihn zu personalisieren. Du kannst ein Bild auswählen und es wird für das Gerät dithert, skaliert und in {} x {} {} konvertiert.

source: You cannot access your coins or a backup without the password.
de_de: Sie können ohne das Passwort nicht auf die Coins oder ein Backup zugreifen.
es_ar: No puedes acceder a tus monedas o respaldo sin la contraseña.
es_es: No puedes acceder a tus monedas o a una copia de seguridad sin la contraseña.

source: You didn't enter the text 'delete' in the previous dialog. For your own safety, the wallet file was not deleted.
de_de: Sie haben den Text 'Löschen' im vorherigen Dialog nicht eingegeben. Für Ihre Sicherheit wurde die Geldbörsen-Datei nicht gelöscht.
es_ar: No ingresaste la palabra 'eliminar' en el campo previo. Para tu propia seguridad, la cartera no fue eliminada.
es_es: No introdujiste el texto "eliminar" en el diálogo anterior. Por tu seguridad, el archivo de la cartera no fue borrado.

source: You don't have any contacts yet. Create a new contact now!
de_de: Sie haben noch keine Kontakte. Erstellen Sie jetzt einen neuen Kontakt!
es_ar: Ningún contacto. Crear nuevo contacto ahora.
es_es: Todavía no tienes ningún contacto. ¡Crea uno nuevo!

source: You have selected non-SSL mode for your server settings.
de_de: Sie haben den nicht-SSL-Modus für Ihre Server-Einstellungen ausgewählt.
es_ar: Has seleccionado modo no-SSL para tu configuración de servidor.

source: You may enter:<ul><li> DeVault <b>Address</b> <b>★</b><li> Bitcoin Legacy <b>Address</b> <b>★</b><li> <b>Cash Account</b> <b>★</b> e.g. <i>satoshi#123</i><li> <b>Contact name</b> <b>★</b> from the Contacts tab<li> <b>CoinText</b> e.g. <i>cointext:+1234567</i><li> <b>OpenAlias</b> e.g. <i>satoshi@domain.com</i></ul><br>&nbsp;&nbsp;&nbsp;<b>★</b> = Supports <b>pay-to-many</b>, where you may optionally enter multiple lines of the form:</span><br><pre> recipient1, amount1 recipient2, amount2 etc...</pre>
de_de: Sie können folgendes eingeben:<ul><li> Bitcoin-Cash-<b>Adresse</b> <b>★</b><li> Alte Bitcoin-<b>Adresse</b> <b>★</b><li> <b>Cash-Account</b> <b>★</b> z.B. <i>satoshi#123</i><li> <b>Kontaktname</b> <b>satoshi#123★</b> aus dem Kontakte-Tab<li> <b>CoinText</b> z.B. <i>cointext:+1234567</i><li> <b>OpenAlias</b> z.B. <i>satoshi@domain.com</i></ul><br>&nbsp;&nbsp;&nbsp;<b>★</b> = Bedeutet <b>zahlen-an-viele</b>, wo Sie optional mehrere Zeilen im folgenden Format eingeben können:</span><br><pre> Empfänger1, Betrag1 Empfänger2, Betrag2 etc...</pre>

source: You may extend your seed with custom words.
de_de: Sie können Ihren Seed mit eigenen Wörtern ergänzen.
es_ar: Debes extender tu semilla con palabras personalizadas.
es_es: Puedes extender tu seed con tus propias palabras.
