Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: This is a watching-only wallet.
de_de: Diese Geldbörse ist im Beobachtungsmodus.
es_ar: Esta es una cartera solo-para-ver.
es_es: Esta es una cartera sólo de consulta de saldo.

source: This is the fee rate that will be used for this transaction.
de_de: Dies ist der Gebührensatz, der für diese Transaktion verwendet wird.
es_ar: Esta es la tarifa de tasa que se usará para esta transacción.
es_es: Esta es la comisión que se pagará por esta transacción.

source: This is the height of your local copy of the blockchain.
de_de: Das ist die Höhe Ihrer lokalen Kopie der Blockchain.
es_ar: Esta es la altura de tu copia local de blockchain.
es_es: Esta es la extensión de tu copia local de la blockchain.

source: This may result in higher transactions fees.
de_de: Dies könnte zu höheren Transaktionsgebühren führen.
es_ar: Esto puede resultar en mayores tasas de transacción.
es_es: Esto puede dar lugar a comisiones de transacción más elevadas.

source: This means you will not be able to spend DeVault with it.
de_de: Das bedeutet, dass sie die DeVault nicht ausgeben können.
es_ar: Esto significa que no podrás gastar DeVault con ella.
es_es: Esto significa que no podrás gastar DeVault con ella.

source: This payment request will be signed.
de_de: Die Zahlungsanfrage wird signiert.
es_ar: Esta solicitud de pago será firmada.
es_es: Esta solicitud de pago será firmada.

source: This plugin facilitates the use of multi-signatures wallets.
de_de: Dieses Plugin vereinfacht die Nutzung von Multisignaturbörsen.
es_ar: Este plugin facilita el uso de carteras multifirmas.
es_es: Este plugin facilita el uso de carteras multifirma.

source: This request expires: {}
de_de: Diese Anfrage läuft ab: {}
es_ar: Esta solicitud expira: {}
es_es: Esta solicitud caduca: {}

source: This seed will allow you to recover your wallet in case of computer failure.
de_de: Mit diesem Seed lässt sich Ihre Geldbörse nach einem Computerausfall wiederherstellen.
es_ar: Esta semilla te permitirá recuperar tu cartera en caso de un fallo del computador.
es_es: Esta seed te permitirá recuperar tu cartera en caso de un fallo del ordenador.

source: This server is banned
de_de: Dieser Server ist gesperrt
es_ar: Este servidor está prohibido
es_es: Este servidor está prohibido

source: This server is still indexing transactions. You should switch to another server for now.
de_de: Dieser Server indiziert immer noch Transaktionen. Sie sollten derweilen auf einen anderen Server wechseln.
es_ar: Este servidor continúa indexando transacciones. Cambiar a otro servidor por el momento.

source: This spending mode is the same as previous versions of DeLight, which did not offer CashShuffle.
de_de: Dieser Ausgabemodus ist der gleiche wie die früheren Versionen von DeLight, die nicht CashShuffle anbieten.
es_ar: Este modo de gasto es el mismo que versiones anteriores de DeLight, que no ofrecía CashShuffle.

source: This spending wallet is not encrypted and not password protected. Sharing it over the internet could result in others intercepting the data and for you to potentially lose funds. Continue anyway?
de_de: Diese Ausgabe-Geldbörse ist nicht verschlüsselt und nicht passwortgeschützt. Das Teilen über das Internet könnte dazu führen, dass andere Daten abfangen und dass Sie möglicherweise Geld verlieren. Trotzdem fortfahren?
es_ar: Esta cartera expendedora no está encriptada ni protegida por contraseña. Compartirla por internet puede resultar en que otros intercepten tus datos y potencialmente pierdas tus fondos. continuar de todos modos?
es_es: Esta cartera de gasto no está cifrada ni protegida por contraseña. Compartirla a través de Internet podría dar lugar a que otros intercepten los datos y que pierdas los fondos. ¿Continuar de todos modos?

source: This testnet wallet has an invalid master key format.
de_de: Diese Testnet-Geldbörse hat ein ungültiges Generalschlüsselformat.
es_ar: Esta cartera testnet tiene un formato de clave maestra inválido.

source: This tool helps convert between address formats for DeVault addresses. You are encouraged to use the 'Cash address' format.
de_de: Dieses Werkzeug hilft, zwischen Adressformaten für DeVault-Adressen umzuwandeln. Sie werden aufgefordert, das "Cash-Adressformat" zu verwenden.
es_ar: Esta herramienta ayuda a convertir formatos de direcciones DeVault. Se recomienda usar el formato 'Dirección Cash' (Cash Address).
es_es: Esta herramienta ayuda a convertir de un formato de direcciones de DeVault a otro. Se recomienda utilizar el formato "Cash address".

source: This tool installs hardware wallet "udev rules" on your system.
de_de: Dieses Tool installiert Hardware-Geldbörsen "udev-Regeln" auf Ihrem System.
es_ar: Esta herramienta instala cartera hardware "udev rules" en tu sistema.

source: This transaction is not saved. Close anyway?
de_de: Die Transaktion wurde nicht gespeichert. Trotzdem schließen?
es_ar: Transacción no guardada. Cerrarla de cualquier forma?
es_es: Esta transacción no está guardada. ¿Cerrar de todas formas?

source: This transaction is not signed and thus lacks a transaction ID.
de_de: Diese Transaktion ist nicht signiert und somit fehlt es an einer Transaktions-ID.
es_ar: Esta transacción no está firmada y por lo tanto carece de un ID de transacción.
es_es: Esta transacción no está firmada y por tanto carece de un ID de transacción.

source: This type of script is not supported with {}.
de_de: Der Skripttyp wird mit {} nicht unterstüzt.
es_ar: Este tipo de script no es soportado con {}.

source: This version of DeLight currently only supports sending to 1 address at a time! Sorry!
de_de: Diese Version von DeLight unterstützt derzeit nur das Senden an eine Adresse gleichzeitig! Sorry!
es_ar: Esta versión de DeLight actualmente solo soporta enviar a 1 dirección a la vez! Lo siento!
es_es: Esta versión de DeLight sólo admite envíos a una dirección cada vez. ¡Lo sentimos!

source: This wallet has no seed
de_de: Diese Geldbörse hat keinen Seed
es_ar: Esta cartera no tiene semilla
es_es: Esta cartera no tiene seed

source: This wallet has no unspent outputs (coins) to display.
de_de: Diese Geldbörse hat keine nicht ausgegebenen Ausgaben (Coins) zum Anzeigen.
es_ar: Esta cartera no tiene monedas disponibles para mostrar.
es_es: Esta cartera no tiene outputs (monedas) sin gastar que mostrar.

source: This wallet is watching-only.
de_de: Diese Geldbörse ist im Beobachtungsmodus.
es_ar: Esta cartera es solo-para-ver.
es_es: Esta cartera es sólo de consulta de saldo.

source: This wallet type cannot be used with CashShuffle.
de_de: Dieser Geldbörsen-Typ kann nicht mit CashShuffle verwendet werden.
es_ar: Este tipo de cartera no puede usarse con CashShuffle.

source: Tier
de_de: Stufe

source: To cancel, briefly touch the blinking light or wait for the timeout.
de_de: Um abzubrechen, drücken Sie kurz auf das blinkende Licht oder warten Sie auf die Zeitüberschreitung.
es_ar: Para cancelar, tocar la luz parpadeante o esperar el tiempo expiración.
es_es: Para cancelar, toca brevemente la luz parpadeante o espera a que se supere el tiempo de espera.

source: To cancel, briefly touch the light or wait for the timeout.
de_de: Um abzubrechen, drücken Sie kurz auf das Licht oder warten Sie auf die Zeitüberschreitung.
es_ar: Para cancelar, tocar la luz o esperar expirar.
es_es: Para cancelar, toca brevemente la luz o espera a que se supere el tiempo de espera.

source: To continue, touch the Digital Bitbox's blinking light for 3 seconds.
de_de: Um fortzufahren, drücken Sie 3 Sekunden lang auf das blinkende Licht der Digital Bitbox.
es_ar: Para continuar, toque la luz intermitente de Bitbox Digital por 3 segundos.
es_es: Para continuar, toca la luz parpadeante de tu Digital Bitbox durante 3 segundos.

source: To continue, touch the Digital Bitbox's light for 3 seconds.
de_de: Um fortzufahren, drücken Sie 3 Sekunden lang auf das Licht der Digital Bitbox.
es_ar: Para continuar, toque la luz de Bitbox Digital por 3 segundos.
es_es: Para continuar, toca la luz de tu Digital Bitbox durante 3 segundos.

source: To create a spending wallet, please enter a master private key (xprv/yprv/zprv).
de_de: Um eine vollständige Geldbörse zu erzeugen, geben Sie einen privaten Generalschlüssel (xprv, yprv oder zprv) ein.
es_ar: Para crear una cartera expendedora, ingresar clave privada maestra (xprv/yprv/zprv).
es_es: Por favor, introduce una clave privada maestra (xprv/yprv/zprv) para crear una cartera de gasto.

source: To create a watching-only wallet, please enter your master public key (xpub/ypub/zpub).
de_de: Um eine Geldbörse im Beobachtungsmodus zu erzeugen, geben Sie einen öffentlichen Generalschlüssel (xpub, ypub oder zpub) ein.
es_ar: Para crear una cartera solo-para-ver, ingresar clave pública maestra (xpub/ypub/zpub).
es_es: Por favor, escribe tu clave pública maestra (xpub/ypub/zpub) para crear una cartera sólo de consulta de saldo.

source: To help us diagnose and fix the problem, you can send us a bug report that contains useful debug information:
de_de: Um uns bei der Fehlersuche und -behebung zu unterstützen, können Sie uns einen Fehlerbericht mit nützlichen Fehlerinformationen senden:
es_ar: Para ayudarnos a diagnosticar y resolver el problema, puedes enviar un reporte de errores que contenga información debug:
es_es: Para ayudarnos a diagnosticar y corregir el problema, puedes enviarnos un informe de errores que contiene información útil:

source: To import addresses into a spending wallet, you must use their private key.
de_de: Um Adressen in eine Ausgabe-Geldbörse zu importieren, müssen Sie ihren privaten Schlüssel verwenden.
es_ar: Para importar direcciones a una cartera expendedora necesitas usar las claves privadas.
es_es: Para importar direcciones en una cartera de gasto debes usar su clave privada.

source: To make sure that you have properly saved your seed, please retype it here.
de_de: Um sicherzugehen daß Sie den Seed tatsächlich gesichert haben, bitte hier erneut eingeben.
es_ar: Para asegurar que has guardado correctamente la semilla, escríbela aquí.
es_es: Por favor, escribe tu seed aquí para asegurarnos de que la has guardado correctamente.

source: To proceed, please select a wallet to open.
de_de: Um fortzufahren, wählen Sie bitte eine Geldbörse zum Öffnen.
es_ar: Para proceder, seleccionar una cartera para abrir.
es_es: Por favor, selecciona una cartera que abrir para proceder.

source: To trigger a rescan, press 'Next'.
de_de: Um erneut zu suchen, wählen Sie "Weiter".
es_ar: Para re-escanear, presiona "Siguiente'.
es_es: Pulsa "Siguiente" para ejecutar otro análisis.

source: To try to fix this, we will now re-pair with your device.
de_de: Um zu versuchen dies zu beheben, werden wir uns jetzt erneut mit Ihrem Gerät verbinden.
es_ar: Para intentar solucionar esto, nos emparejaremos con tu dispositivo.
es_es: Volveremos a emparejar tu dispositivo para intentar corregir el problema.

source: Toggle CashAddr Display
de_de: CashAddr Anzeige umschalten
es_ar: Activar Visualización de CashAddr
es_es: Mostrar direcciones en formato CashAddr

source: Toggle CashShuffle
de_de: CashShuffle umschalten
es_ar: Activar CashShuffle

source: Toggle Format
de_de: Format umschalten
es_ar: Activar Formato
es_es: Cambiar formato

source: Too big
de_de: Zu groß
es_ar: Muy grande

source: Too few QR codes detected.
de_de: Zu wenige QR-Codes erkannt.
es_ar: Muy pocos QRs detectados.

source: Too long passphrase ({} > 50 chars).
de_de: Passphrase ist zu lange ({} > 50 Zeichen).
es_ar: Contrafrase muy larga ({} > 50 cars).
es_es: Frase de seguridad demasiado larga ({} > 50 caracteres).

source: Too many QR codes detected.
de_de: Zu viele QR-Codes erkannt.
es_ar: Demasiados QRs detectados.

source: Too small
de_de: Zu klein
es_ar: Muy pequeña

source: Tools
de_de: Werkzeuge
es_ar: Herramientas
es_es: Herramientas

source: Total size
de_de: Gesamtgröße
es_ar: Tamaño total
es_es: Tamaño total

source: Touch/Face ID disabled for wallet
de_de: Touch-/Face-ID für Geldbörse deaktiviert
es_ar: Touch/Face ID desabilitados para cartera
es_es: Touch/Face ID desactivado para la cartera

source: Touch/Face ID enabled for wallet
de_de: Touch-/Face-ID für Geldbörse aktiviert
es_ar: Touch/Face ID habilitados para cartera
es_es: Touch/Face ID activado para la catera

source: Transaction
de_de: Transaktion
es_ar: Transacción
es_es: Transacción

source: Transaction Details
de_de: Transaktionsdetails
es_ar: Detalles de Transacción
es_es: Detalles de la transacción

source: Transaction History
de_de: Transaktionsverlauf
es_ar: Historico de Transacciones
es_es: Historial de transacciones

source: Transaction ID
de_de: Transaktions-ID
es_ar: ID de Transacción
es_es: ID de la Transacción

source: Transaction ID:
de_de: Transaktions-ID:
es_ar: ID de Transacción:
es_es: ID de la transacción:

source: Transaction Input {}
de_de: Transaktionseingabe {}
es_ar: Entrada de Transacción {}
es_es: Entrada {} de transacción

source: Transaction Not Found
de_de: Transaktion nicht gefunden
es_ar: Transacción No Encontrada
es_es: Transacción no encontrada

source: Transaction Output {}
de_de: Transaktionsausgabe {}
es_ar: Salida de Transacción {}
es_es: Salida {} de transacción

source: Transaction could not be broadcast due to an attempt to spend a coinbase input before maturity.
de_de: Transaktion konnte nicht gesendet werden, weil versucht wird, einen Coinbase-Eingabe vor der Reife auszugeben.
es_ar: Transacción no transmitida debido al intento de gastar una entrada coinbase antes de madurez.
es_es: Transacción no transmitida debido al intento de gastar una entrada coinbase antes de madurez.

source: Transaction could not be broadcast due to dust outputs (dust threshold is {} satoshis).
de_de: Transaktion konnte aufgrund von Staub-Ausgaben nicht gesendet werden (Staub-Schwelle ist {} Satoshis).
es_ar: Transacción no transmitida debido a salidas dust (umbral de dust es {} satoshis).
es_es: Transacción no transmitida debido a salidas dust (umbral de dust es {} satoshis).

source: Transaction could not be broadcast due to missing, already-spent, or otherwise invalid inputs.
de_de: Transaktion konnte nicht gesendet werden, da fehlende, bereits ausgegebene oder anderweitig ungültige Eingaben vorhanden sind.
es_ar: Transacción no transmitida debido a entradas faltantes, ya gastadas o inválidas.
es_es: Transacción no transmitida debido a entradas faltantes, ya gastadas o inválidas.

source: Transaction history may not yet be current.
de_de: Transaktionsverlauf ist möglicherweise noch nicht aktuell.
es_ar: Histórico de transacción puede no estar actualizado.
es_es: Puede que el historial de transacciones aún no esté actualizado.

source: Transaction raw hex copied to clipboard.
de_de: Der Hash für die Transaktion wurde in die Zwischenablage kopiert.
es_ar: Transacción hex bruta copiada.

source: Transaction saved successfully
de_de: Transaktion erfolgreich gespeichert
es_ar: Transacción guardada con suceso
es_es: Transacción guardada satisfactoriamente

source: Transaction unrelated to your wallet
de_de: Transaktion ohne Bezug zu Ihrer Geldbörse
es_ar: Transacción no relacionada a cartera
es_es: Transacción no relacionada con tu cartera

source: Transaction with more than 2 outputs not supported by {}
de_de: Transaktion mit mehr als 2 Ausgaben, werden von {} nicht unterstützt

source: Transaction:
de_de: Transaktion:
es_ar: Transacción:
es_es: Transacción:

source: Transactions
de_de: Transaktionen
es_ar: Transacciones
es_es: Transacciones

source: Transactions are encrypted and stored on a remote server.
de_de: Transaktionen werden verschlüsselt und auf einem entfernten Server gespeichert.
es_ar: Transacciones son encriptadas y almacenadas en servidor remoto.
es_es: Las transacciones están cifradas y almacenadas en un servidor remoto.

source: Trezor Matrix Recovery
de_de: Trezor Wiederherstellungsmatrix
es_ar: Matriz de recuperación Trezor
es_es: Matriz de recuperación Trezor

source: Try to explain not only what the bug is, but how it occurs.
de_de: Versuchen Sie, nicht nur den Fehler zu erklären, sondern auch die Begleitumstände zu erläutern.
es_ar: Explicar no solo cual es el error, sino como ocurre.
es_es: Trata no sólo de explicar cuál es el error, sino también de cómo ocurre.

source: Type
de_de: Typ
es_ar: Tipo
es_es: Tipo

source: Type 'delete' to proceed
de_de: Zum Fortfahren 'Löschen' eingeben
es_ar: Ingresar 'eliminar' para proceder
es_es: Escribe "eliminar" para continuar

source: Type: '{}' below to proceed
de_de: Unten '{}' eigeben, um fortzufahren
es_ar: Ingresar: '{}" para proceder

source: Unable to connect to the specified server.
de_de: Keine Verbindung zum angegebenen Server.
es_ar: No fue posible conectarse al servidor especificado.

source: Unable to create backup
de_de: Sicherung konnte nicht erstellt werden
es_ar: No es posible crear copia de seguridad
es_es: No ha sido posible crear la copia de seguridad

source: Unable to create csv
de_de: Konnte CSV nicht erstellen
es_ar: No es posible crear csv
es_es: No ha sido posible crear el csv

source: Unable to export history
de_de: Transaktionsverlauf konnte nicht exportiert werden
es_ar: No es posible exportar histórico
es_es: No ha sido posible exportar el historial

source: Unable to get a receiving address from your wallet!
de_de: Keine Empfangadresse von Ihrer Geldbörse erhalten!
es_ar: No es posible obtener una dirección receptora desde tu cartera!
es_es: ¡No ha sido posible obtener una dirección receptora de tu cartera!

source: Unable to open in block explorer. Please be sure your block explorer is configured correctly in preferences.
de_de: Kann nicht im Block-Explorer geöffnet werden. Bitte stellen Sie sicher, dass Ihr Block-Explorer in den Einstellungen korrekt konfiguriert ist.

source: Unable to probe for cameras on this system. QtMultimedia is likely missing.
de_de: Kann auf diesem System keine Kameras suchen. QtMultimedia fehlt wahrscheinlich.

source: Unable to read file or no transaction found
de_de: Datei konnte nicht gelesen wurden, oder keine Transaktion gefunden
es_ar: No es posible leer archivo o transacción no encontrada
es_es: No ha sido posible leer el archivo o no se encontró ninguna transacción

source: Unable to scan image file.
de_de: Bilddatei konnte nicht durchsucht werden.
es_ar: No fue posible escanear el archivo de imagen.

source: Unavailable.
de_de: Nicht verfügbar.
es_ar: Indisponible.
es_es: No disponible.

source: Unban server
de_de: Server entsperren
es_ar: Desprohibir servidor
es_es: Desprohibir servidor

source: Unconfirmed
de_de: Unbestätigt
es_ar: Sin confirmar
es_es: Sin confirmar

source: Unconfirmed (reshuf)
de_de: Nicht bestätigt (reshuf)
es_ar: No confirmado (reshuf)

source: Unconfirmed parent
de_de: Unbestätigte Elterntransaktion
es_ar: Padre no confirmado
es_es: Tx superior sin confirmar

source: Unexpected error %d
de_de: Unerwarteter Fehler %d
es_ar: Error inesperado %d
es_es: Error %d no esperado

source: Unexpected error occurred.
de_de: Unerwarteter Fehler aufgetreten.
es_ar: Ocurrió un error inesperado.
es_es: Ocurrió un error no esperado.

source: Unfortunately, this message cannot be signed by the {}. Only alphanumerical messages shorter than 140 characters are supported. Please remove any extra characters (tab, carriage return) and retry.
de_de: Leider kann diese Nachricht nicht von {} signiert werden. Nur alphanumerische Nachrichten werden kürzer als 140 Zeichen werden unterstützt. Bitte entfernen Sie alle zusätzlichen Zeichen (Tabulator, Zeilenumschaltung) und versuchen Sie es erneut.
es_ar: Desafortunadamente, este mensaje no puede ser firmado por {}. Sólo son soportados mensajes alfanuméricos menores a 140 caracteres. Elimina cualquier caracter adicional y reintentar.

source: Unfreeze
de_de: Freigeben
es_ar: Descongelar
es_es: Descongelar

source: Unfreeze Address
de_de: Adresse auftauen
es_ar: Decongelar Dirección
es_es: Descongelar dirección

source: Unfreeze Addresses
de_de: Adressen auftauen
es_ar: Descongelar Direcciones
es_es: Descongelar direcciones

source: Unfreeze Coin
de_de: Coin auftauen
es_ar: Descongelar Moneda
es_es: Descongelar moneda

source: Unfreeze Coins
de_de: Coins auftauen
es_ar: Descongelar Monedas
es_es: Descongelar monedas

source: Uninstall
de_de: Deinstallieren

source: Unknown
de_de: Unbekannt
es_ar: Desconocido
es_es: Desconocida

source: Unshuffled available:
de_de: Ungemischt verfügbar:

source: Unsigned
de_de: Unsigniert
es_ar: Sin firmar
es_es: No firmada

source: Unsupported Account Type
de_de: Nicht unterstützter Kontotyp

source: Unsupported QR Code
de_de: Nicht unterstützter QR-Code
es_ar: Códifo QR no soportado
es_es: Código QR no admitido

source: Unsupported output script.
de_de: Nicht unterstütztes Ausgabeskript.
es_ar: Script de salida no soportado.
es_es: Script de salida no admitido.

source: Unsupported payment data type.
de_de: Nicht unterstützter Zahlungsdatentyp.

source: Unused
de_de: Unbenutzt
es_ar: Sin Usar
es_es: Sin utilizar

source: Update Available
de_de: Update verfügbar

source: Update Checker
de_de: Update-Manager
es_ar: Actualizar Checker

source: Update available, click for details
de_de: Update verfügbar, klicken Sie für Details

source: Update check failed
de_de: Update-Überprüfung fehlgeschlagen

source: Updating transaction history.
de_de: Transaktionsverlauf wird aktualisiert.
es_ar: Actualizando histórico de transacciones.
es_es: Actualizando historial de transacciones.

source: Updating...
de_de: Aktualisiere...

source: Upload a BIP39 mnemonic to generate the seed
de_de: Laden Sie eine BIP39 Mnemonic hoch, um eine Seed zu generieren
es_ar: Cargar mnemónico BIP39 para generar semilla
es_es: Sube una mnemónica BIP39 para generar la seed

source: Upload a master private key
de_de: Laden Sie einen privaten Generalschlüssel hoch
es_ar: Cargar clave privada maestra
es_es: Sube una clave privada maestra

source: Upper limit is {}
de_de: Obergrenze ist {}
es_ar: Límite superior es {}

source: Use Coin Type 145 with bip39
de_de: Verwenden Sie Coin Typ 145 mit bip39
es_ar: Usar Moneda Tipo 145 con bip39
es_es: Utilizar tipo de moneda 145 con bip39

source: Use SSL
de_de: SSL verwenden
es_ar: Usar SSL

source: Use Tor Proxy
de_de: Tor-Proxy nutzen
es_ar: Usar Proxy Tor
es_es: Usar proxy Tor

source: Use Touch/Face ID
de_de: Touch-/Face-ID verwenden
es_ar: Usar Touch/Face ID
es_es: Usar Touch/Face ID

source: Use a Master Key
de_de: Einen Generalschlüssel verwenden
es_ar: Usar una Clave Maestra
es_es: Utilizar una clave maestra

source: Use a hardware device
de_de: Ein Hardware-Gerät verwenden
es_ar: Usar dispositivo hardware
es_es: Utilizar un dispositivo hardware

source: Use as server
de_de: Als Server nutzen
es_ar: Usar como servidor
es_es: Usar como servidor

source: Use change addresses
de_de: Wechselgeld-Adressen verwenden
es_ar: Usar direcciones de cambio
es_es: Usar direcciones de cambio

source: Use multiple change addresses
de_de: Mehrere Wechselgeld-Adressen verwenden
es_ar: Usar varias direcciones de cambio
es_es: Usar varias direcciones de cambio

source: Use proxy
de_de: Proxy-Server verwenden
es_ar: Usar proxy
es_es: Usar proxy

source: Use public or private keys
de_de: Öffentliche oder private Schlüssel verwenden
es_ar: Usar claves públicas o privadas
es_es: Usar claves públicas o privadas

source: Use setconfig to set ssl_chain and ssl_privkey.
de_de: Verwenden Sie 'setconfig' um 'ssl_chain' und 'ssl_privkey' zu setzen.
es_ar: Usar setconfig para configurar ssl_chain y ssl-privkey.
es_es: Usa setconfig para establecer ssl_chain y ssl_privkey.

source: Use the quick suggestions to save time.
de_de: Nutzen Sie die Schnellvorschläge, um Zeit zu sparen.
es_ar: Usar las sugerencias rápidas para ahorrar tiempo.
es_es: Usa las sugerencias rápidas para ahorrar tiempo.
