Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: If you want the wallet to use legacy Bitcoin addresses use m/44'/0'/0'
de_de: Wenn Sie möchten dass die Geldbörse alte Bitcoin-Adressen verwendet, verwenden Sie m/44'/0'/0'
es_ar: Si quieres que la cartera use direcciones Bitcoin legacy usa m/44'/0'
es_es: Si quieres que la cartera utilice direcciones de Bitcoin legacy o tradicionales, usa m/44'/0'/0'

source: If you want to create new addresses, use a deterministic wallet instead.
de_de: Wenn Sie eine neue Adresse generieren wollen, nutzen Sie stattdessen eine deterministische Geldbörse.
es_ar: Si quieres crear nuevas direcciones, usa una cartera determinística.
es_es: Si quieres crear nuevas direcciones, utiliza una cartera determinista.

source: If you wish to control which specific coins are used to fund this registration transaction, feel free to use the Coins and/or Addresses tabs' Spend-from facility. ('Spend from' is a right-click menu option in either tab.)
de_de: Wenn Sie wählen möchten welche spezifischen Coins verwendet werden um die Registrierungstransaktion zu finanzieren, können Sie die Funktion 'Von hier ausgeben' des Coins- und/oder Adressen-Tabs verwenden. ('Von hier ausgeben' ist eine Rechtsklick-Menüoption in beiden Tabs.)

source: If your wallet contains funds, make sure you have saved its seed.
de_de: Wenn Ihre Geldbörse noch Guthaben enthält, achten Sie darauf, dass Sie den Seed besitzen.
es_ar: Si tu cartera contiene fondos, asegúrate de haber guardado la semilla.
es_es: Si tu cartera contiene fondos, asegúrate de que has guardado su seed.

source: Image
de_de: Bild
es_ar: Imagen
es_es: Imagen

source: Image must be a TOI{} file of size {}x{}
de_de: Bild muss eine TOI{} Datei der Größe {}x{} sein

source: Import
de_de: Importieren
es_ar: Importar
es_es: Importar

source: Import Addresses or Private Keys
de_de: Adressen oder private Schlüssel importieren
es_ar: Importar Direcciones o Claves Privadas
es_es: Importar direcciones o claves privadas

source: Import Bitcoin Addresses
de_de: Bitcoin-Adresse importieren
es_ar: Importar Direcciones Bitcoin
es_es: Importar direcciones de Bitcoin

source: Import DeVault Addresses or Private Keys
de_de: Bitcoin-Cash-Adressen oder private Schlüssel importieren
es_ar: Importar Direcciones DeVault o Claves Privadas
es_es: Importar direcciones o claves privadas de DeVault

source: Import DeVault addresses or private keys
de_de: Bitcoin-Cash-Adressen oder private Schlüssel importieren
es_ar: Importar direcciones DeVault o claves privadas
es_es: Importar direcciones de DeVault o claves privadas

source: Import addresses
de_de: Adressen importieren
es_ar: Importar direcciones
es_es: Importar direcciones

source: Import file
de_de: Datei importieren
es_ar: Importar archivo
es_es: Importar archivo

source: Import pairing from the Digital Bitbox desktop app
de_de: Verbindung von der "Digital Bitbox"-Anwendung importieren
es_ar: Importar emparejamiento del desktop app Digital Bitbox
es_es: Importar emparejamiento desde la aplicación de Digital Bitbox

source: Import private keys
de_de: Private Schlüssel importieren
es_ar: Importar claves privadas
es_es: Importar claves privadas

source: Importing encrypted files is not supported.
de_de: Das Importieren verschlüsselter Dateien wird nicht unterstützt.
es_ar: Importar archivos encriptados no es soportado.
es_es: No está soportada la importación de archivos cifrados.

source: Importing these addresses will add them to your watching-only wallet.
de_de: Wenn Sie diese Adressen importieren, werden sie zu Ihrer Geldbörse im Beobachtungsmodus hinzugefügt.
es_ar: Importar estas direcciones las añadirá a la cartera solo-para-ver.
es_es: Importar estas direcciones las añadirá a tu cartera watch-only o de monitorización de saldo.

source: Importing these addresses will create a watching-only wallet.
de_de: Wenn diese Adressen importiert werden, wird eine Geldbörse im Beobachtungsmodus erstellt.
es_ar: Importar estas direcciones creará una cartera solo-para-ver.
es_es: Importar estas direcciones creará una cartera watch-only (sólo de monitorización de saldo).

source: Importing these keys will add addresses and keys to your spending wallet.
de_de: Wenn Sie diese Schlüssel importieren, werden Adressen und Schlüssel zu Ihrer Ausgabe-Geldbörse hinzugefügt.
es_ar: Importar estas claves agregará direcciones y claves a la cartera expendedora.
es_es: Importar estas claves añadirá direcciones y claves a tu cartera de gasto.

source: Importing these keys will create a fully capable spending wallet.
de_de: Wenn Sie diese Schlüssel importieren, wird eine voll funktionierende Ausgabe-Geldbörse erstellt.
es_ar: Importar estas claves creará una cartera expendedora plena.
es_es: Importar estas claves creará una cartera de gasto completa.

source: In addition, DeLight does not verify the checksum of BIP39 seeds; make sure you type your seed correctly.
de_de: Außerdem ignoriert DeLight die Prüfsumme von BIP39-Seeds, Tippfehler werden also nicht erkannt.
es_ar: Adicionalmente, DeLight no verifica el checksum de semillas BIP39. Asegurarse de ingresar la semilla correctamente.
es_es: Además, DeLight no verifica la suma de comprobación de las seeds BIP39; asegúrate de que escribes tu seed correctamente.

source: In addition, a blame protocol is used to mitigate time-wasting denial-of-service type attacks.
de_de: Außerdem wird ein Schuldprotokoll verwendet, um zeitverschwenderische Denial-of-Service-Angriffe zu mildern.

source: In order to use this wallet without errors with this version of EC, please <b>re-generate this wallet from seed</b>.
de_de: Um diese Geldbörse ohne Fehler mit dieser Version von EC zu verwenden, <b>regenerieren Sie diese Geldbörse bitte vom Seed</b>.

source: In particular, DO NOT use 'redeem private key' services proposed by third parties.
de_de: Insbesondere sollten Sie NIEMALS private Schlüssel bei einem Drittanbieter einlösen ("redeem private key").
es_ar: En particular, NO USAR servicios para 'redimir claves privadas' propuestos por terceros.
es_es: Especialmente NO UTILICES servicios que sugieren "redimir clave privada" propuestos por terceros.

source: In progress
de_de: Wird durchgeführt
es_ar: En progreso

source: In queue
de_de: In der Warteschlange
es_ar: En fila

source: In queue (reshuf)
de_de: In der Warteschlange (erneut mischen)
es_ar: En fila (reshuf)

source: In some cases, use up to 3 change addresses in order to break up large coin amounts and obfuscate the recipient address.
de_de: Das kann bis zu 3 Wechselgeld-Adressen benutzen, um große Coin Beträge zu teilen und die Empfänger-Adressen zu verschleiern.
es_ar: En algunos casos, usar hasta 3 direcciones de cambio para de dividir grandes montos de monedas y encubrir la dirección de destinatario.
es_es: En algunos casos, utiliza hasta 3 direcciones de cambio con el fin de dividir grandes cantidades de monedas y ofuscar la dirección del destinatario.

source: In the next block
de_de: Im nächsten Block
es_ar: En el próximo bloque
es_es: En el siguiente bloque

source: Incorrect password
de_de: Falsches Passwort
es_ar: Contraseña incorrecta
es_es: Contraseña incorrecta

source: Incorrect password entered.
de_de: Falsches Passwort eingegeben.
es_ar: Contraseña incorrecta ingresada.
es_es: La contraseña introducida no es correcta.

source: Information
de_de: Informationen
es_ar: Información
es_es: Información

source: Initialize Device
de_de: Gerät einrichten
es_ar: Inicializar Dispositivo
es_es: Iniciar dispositivo

source: Initialized
de_de: Eingerichtet
es_ar: Inicializado
es_es: Iniciado

source: Initially, the preferred list is the hard-coded list of known-good servers vetted by the DeVault developers.
de_de: Die bevorzugte Liste ist die Liste der bekannten Server, die von den Electron-Cash-Entwicklern getestet wurden.
es_ar: Inicialmente, la lista de preferidos es la lista codificada de servidores conocidos y comprobados por los desarrolladores de DeLight.
es_es: Inicialmente, la lista de preferidos es la lista codificada de servidores conocidos y comprobados por los desarrolladores de DeLight.

source: Input
de_de: Eingabe

source: Input amount
de_de: Eingabebetrag
es_ar: Monto de entrada
es_es: Escribe la cantidad

source: Input data is not a transaction hash.
de_de: Eingabedaten sind kein Transaktions-Hash.
es_ar: Dato de entrada no es un hash de transacción.

source: Input raw transaction
de_de: Roh-Transaktionsdaten eingeben
es_ar: Ingresar transacción bruta
es_es: Escribe la transacción

source: Inputs
de_de: Eingaben
es_ar: Entradas
es_es: Entradas

source: Install Wizard
de_de: Installations-Assistent
es_ar: Instalar Asistente
es_es: Asistente de instalación

source: Install plugins at your own risk. They have almost complete access to DeLight's internals.
de_de: Installieren Sie Plugins auf eigene Gefahr. Sie haben fast vollständigen Zugriff auf Electron-Cash's internen Funktionen.
es_ar: Instalar plugins bajo propio riesgo. Ellos tienen acceso casi completo al interior de DeLight.
es_es: Instala plugins bajo tu propia responsabilidad. Tienen un acceso casi total al funcionamiento interno de DeLight.

source: Installed
de_de: Installiert
es_ar: Instalado

source: Installed &Plugins
de_de: Installierte &Plugins
es_ar: &Plugins Instalados
es_es: &Plugins instalados

source: Insufficient funds
de_de: Guthaben nicht ausreichend
es_ar: Fondos insuficientes
es_es: Fondos insuficientes

source: Internal error converting image
de_de: Interner Fehler beim Konvertieren des Bild
es_ar: Error interno al convertir imagen

source: Invalid
de_de: Ungültig
es_ar: Inválido
es_es: No válido

source: Invalid Address
de_de: Ungültige Adresse
es_ar: Dirección Inválida
es_es: Dirección no válida

source: Invalid Amount
de_de: Ungültiger Betrag
es_ar: Monto Inválido
es_es: Cantidad no válida

source: Invalid DeVault address.
de_de: Ungültige Bitcoin-Cash-Adresse.
es_ar: Dirección DeVault Inválida.
es_es: Dirección de DeVault no válida.

source: Invalid Bitcoin address
de_de: Ungültige Bitcoin-Adresse
es_ar: Dirección Bitcoin inválida
es_es: Dirección de Bitcoin no válida

source: Invalid Cash Account name specified: {name}
de_de: Ungültiger Cash-Account-Name angegeben: {name}

source: Invalid Cash Account name, please try again
de_de: Ungültiger Cash-Account-Name, bitte versuchen Sie es erneut

source: Invalid Cash Account:
de_de: Ungültiges Cash-Account:

source: Invalid Fee
de_de: Ungültige Gebühr
es_ar: Tasa Inválida
es_es: Comisión no válida

source: Invalid Master Key
de_de: Ungültiger Generalschlüssel
es_ar: Clave Maestra Inválida

source: Invalid PIN - please unplug the {} and plug it again before retrying
de_de: Ungültige PIN - bitte entfernen Sie {} und fügen Sie es erneut ein, bevor Sie erneut versuchen
es_ar: PIN invalido - desconectar {} y conectarlo nuevamente antes de reintentar

source: Invalid QR Code
de_de: Ungültiger QR-Code
es_ar: Código QR Inválido
es_es: Código QR no válido

source: Invalid amount
de_de: Ungültiger Betrag
es_ar: Monto Inválido
es_es: Cantidad no válida

source: Invalid devault URI:
de_de: Ungültige Bitcoin-Cash-URI:
es_ar: Bitcoincash URI inválido:
es_es: URI de DeVault no válida:

source: Invalid channel.
de_de: Ungültiger Kanal.
es_ar: Canal inválido.

source: Invalid lines found:
de_de: Fehlerhafte Zeilen gefunden:
es_ar: Líneas inválidas encontradas:
es_es: Se encontraron líneas no válidas:

source: Invalid name, please try again.
de_de: Ungültiger Name, bitte versuchen Sie es erneut.
es_ar: Nombre invalido, intentar nuevamente.
es_es: Nombre no válido; por favor, inténtalo de nuevo.

source: Invoice
de_de: Rechnung
es_ar: Factura
es_es: Recibo

source: Invoice saved as
de_de: Rechnung gespeichert als
es_ar: Factura guardada como
es_es: Recibo guardado como

source: Invoices
de_de: Rechnungen
es_ar: Facturas
es_es: Reci&bos

source: Is default for address
de_de: Ist Standard für Adresse

source: It appears the derivation you specified is invalid. Please try again
de_de: Es scheint, dass die angegebene Ableitung ungültig ist. Bitte versuchen Sie es erneut
es_ar: Parece que la derivación especificada es inválida. Internar nuevamente
es_es: Parece que la derivación que especificaste no es válida. Por favor, inténtalo de nuevo

source: It can not be "backed up" by simply exporting these private keys.
de_de: Es kann nicht "gesichert" werden, indem die privaten Schlüssel exportiert werden.
es_ar: No es posible de respaldar simplemente exportando estas claves privadas.
es_es: No puede ser "restablecida" simplemente exportando estas claves privadas.

source: It is calculated from the Custom Fee Rate in preferences, but can be overridden from the manual fee edit on this form (if enabled).
de_de: Dies wird aus dem angepassten Gebührensatz in den Einstellungen berechnet, kann aber von manueller Gebühr-Bearbeitung in diesem Formular (falls aktiviert) überschrieben werden.
es_ar: Es calculado a partir de la Tarifa de Tasa Personalizada en preferencias, pero puede ser redefinida en la edición manual de pago en este formulario (si habilitado).
es_es: Se calcula a partir de la Comisión Fija establecida en Ajustes, pero puede sobreescribirse en el campo de comisión manual (si está habilitado).

source: It is strongly recommended that you go back and enable SSL mode.
de_de: Es wird dringend empfohlen, dass Sie zurück gehen und SSL-Modus aktivieren.
es_ar: Se recomienda volver atrás y activar modo SSL.

source: It sends and receives partially signed transactions from/to your cosigner wallet.
de_de: Es sendet bzw. empfängt teilweise signierte Transaktionen von/an die Geldbörse Ihres Mitsignierers.
es_ar: Envía y recibe transacciones parcialmente firmadas desde/a la cartera de cosignatario.
es_es: Envía y recibe transacciones parcialmente firmadas desde/a tu cartera de cosignatario.

source: It was not possible to copy the plugin archive into DeLight's plugin storage location. It was therefore not possible to install it.
de_de: Es war nicht möglich, das Plugin-Archiv in den Speicherort von DeLight zu kopieren. Es war daher nicht möglich, es zu installieren.
es_ar: No fue posible copiar el archivo del plugin en la ubicación de almacenamiento de DeLight. Por lo tanto no fue posible instalarlo.
es_es: No fue posible copiar el archivo del plugin a la ubicación de almacenamiento de plugins de DeLight, por lo que no fue posible instalarlo.

source: Just to be safe, back up your wallet file first!
de_de: Nur um sicher zu sein, sichern Sie Ihre Geldbörsen-Datei zuerst!
es_ar: Por seguridad, guardar primero el archivo de la cartera!

source: KeepKey Seed Recovery
de_de: KeeyKey Seed-Sicherung
es_ar: Recobro de semilla KeepKey
es_es: Seed de recuperación de KeepKey

source: KeepKey wallet
de_de: KeepKey Geldbörse
es_ar: Cartera KeepKey
es_es: Cartera KeepKey

source: Keyboard shortcut: type "!" to send all your coins.
de_de: Tastenkombination: "!" drücken um alle Coins zu senden.
es_ar: Atajos de teclado: Usar "!" para enviar todas tus monedas.
es_es: Atajo de teclado: teclea "!" para enviar todos tus fondos.

source: Keystore
de_de: Schlüsselspeicher

source: Label
de_de: Bezeichnung
es_ar: Rótulo
es_es: Etiqueta

source: Label Settings
de_de: Bezeichnungseinstellungen
es_ar: Ajustes de Rótulo
es_es: Configuración de etiquetas

source: LabelSync detected that this wallet is not synched with the label server.
de_de: LabelSync hat festgestellt, dass diese Geldbörse nicht mit dem Bezeichnungs-Server synchronisiert wird.
es_ar: LabelSync detectó que esta cartera no está sincronizada con el servidor.
es_es: LabelSync detectó que esta cartera no está sincronizada con el servidor.

source: LabelSync error:
de_de: LabelSync Fehler:
es_ar: Error de LabelSync:
es_es: Error de LabelSync:

source: LabelSync not supported for this wallet type
de_de: LabelSync wird für diesen Geldbörsen-Typ nicht unterstützt
es_ar: LabelSync no soportado para este tipo de cartera
es_es: LabelSync no soportado para este tipo de cartera

source: LabelSync options:
de_de: LabelSync-Optionen:
es_ar: Opciones de LabelSync:
es_es: Opciones de LabelSync:

source: Labels, transactions IDs and addresses are encrypted before they are sent to the remote server.
de_de: Bezeichnungen, Transaktions-IDs und Adressen werden vor dem Senden verschlüsselt.
es_ar: Rótulos, ID de transacciones y direcciones son encriptados antes de ser enviados al servidor remoto.
es_es: Las etiquetas, IDs de transacciones y direcciones se cifran antes de enviarse al servidor remoto.

source: Language
de_de: Sprache
es_ar: Idioma
es_es: Idioma

source: Latest version: {}
de_de: Neueste Version: {}
es_ar: Última versión: {}

source: Leave this field empty if you want to disable encryption.
de_de: Lassen Sie das Feld leer, um die Verschlüsselung zu deaktivieren.
es_ar: Dejar este campo vacío si se desea deshabilitar la encriptación.
es_es: Deja este campo vacío si deseas desactivar el cifrado.

source: Ledger Wallet Authentication
de_de: Ledger-Geldbörsenauthentifizierung
es_ar: Autenticación de cartera Ledger
es_es: Autenticación de cartera Ledger

source: Ledger wallet
de_de: Ledger-Geldbörse
es_ar: Cartera Ledger
es_es: Cartera Ledger

source: Legacy
de_de: Alt

source: Legacy Address
de_de: Alte Adresse

source: Legacy address
de_de: Alte Adresse
es_ar: Dirección legacy
es_es: Dirección Legacy tradicional

source: Let the device generate a completely new seed randomly
de_de: Lassen Sie das Gerät zufällig einen völlig neuen Seed erzeugen
es_ar: Dejar que el dispositivo genere una nueva semilla aleatoriamente
es_es: Deja que el dispositivo genere una seed aleatoria totalmente nueva

source: Library version for '{}' is incompatible.
de_de: Die Version der Programmbibliothek '{}' ist inkompatibel.
es_ar: Versión de librería para '{}' es incompatible.
es_es: Versión de librería para '{}' es incompatible.

source: Light
de_de: Hell

source: Line #
de_de: Zeile #
es_ar: Línea #
es_es: Línea #

source: Load a text file or scan an image for QR codes
de_de: Lade eine Textdatei oder scanne ein Bild nach QR-Codes
es_ar: Cargar un archivo de texto o escanear código QR

source: Load a wallet from the micro SD card
de_de: Eine Geldbörse von der microSD-Karte laden
es_ar: Cargar cartera desde tarjeta micro SD
es_es: Carga una cartera desde la tarjeta micro SD

source: Load a wallet from the micro SD card (the current seed is overwritten)
de_de: Laden einer Geldbörse von der microSD-Karte (der aktuelle Seed wird überschrieben)
es_ar: Cargar cartera desde tarjeta micro SD (la semilla actual es sobreescrita)
es_es: Carga una cartera desde la tarjeta micro SD (se sobreescribe la seed actual)

source: Load transaction
de_de: Transaktion laden
es_ar: Cargar transacción
es_es: Cargar transacción

source: Loading backup...
de_de: Sicherung wird geladen...
es_ar: Cargando copia de seguridad...
es_es: Cargando copia de seguridad...

source: Locktime
de_de: Sperrzeit
es_es: Tiempo de bloqueo

source: Lookup
de_de: Suchen

source: Lookup &Cash Account...
de_de: &Cash-Account suchen...

source: Lookup Cash Account
de_de: Cash-Account suchen

source: Lookup transaction
de_de: Transaktion anschauen
es_ar: Buscar transacción
es_es: Buscar transacción

source: Low Fee
de_de: Niedrige Gebühr

source: Low fee
de_de: Niedrige Gebühr
es_ar: Tasa baja
es_es: Comisión baja

source: Lower limit is {}
de_de: Untere Grenze ist {}
es_ar: Límite inferior es {}

source: Make default for address
de_de: Als Standard für Adresse setzen

source: Make sure it is in the correct state.
de_de: Überprüfe ob es in dem richtigen Modus ist.
es_ar: Asegurarse de que está en correcto estado.
es_es: Asegúrate de que está en el estado correcto.

source: Make sure you install it with python3
de_de: Achten Sie darauf, es mit python3 zu installieren
es_ar: Asegurarse de ser instalado coon python3
es_es: Asegúrate de que la instalas con python3

source: Make sure you own the seed phrase or the private keys, before you request DeVault to be sent to this wallet.
de_de: Stellen Sie sicher, im Besitz der Seed-Worte oder der privaten Schlüssel zu sein, bevor Sie DeVault für diese Geldbörse anfordern.
es_ar: Asegurarse de tener la frase semilla o las claves privadas antes de solicitar DeVault ser enviados a esta cartera.
es_es: Asegúrate de que tienes la frase seed o las claves privadas antes de solicitar que se envíe DeVault a esta cartera.

source: Make this Cash Account the default for this address
de_de: Dieses Cash-Account als Standard für diese Adresse machen

source: Manual fee
de_de: Manuelle Gebühr
es_ar: Tasa manual
es_es: Comisión manual

source: Master Key
de_de: Generalschlüssel
es_ar: Clave Maestra
es_es: Clave maestra

source: Master Public Key
de_de: Öffentlicher Generalschlüssel
es_ar: Clave Pública Maestra
es_es: Clave Pública Maestra

source: Master Public Keys
de_de: Öffentliche Generalschlüssel
es_ar: Claves Públicas Maestras
es_es: Claves Públicas Maestras

source: Max fee exceeded
de_de: Maximale Gebühr überschritten
es_ar: Tasa max excedida
es_es: Comisión máxima excedida

source: Max static fee
de_de: Max. statische Gebühr
es_ar: Tasa estática max
es_es: Comisión estática máxima

source: Maximum coin:
de_de: Maximale Coins:
es_ar: Moneda máxima:

source: Memo
de_de: Notiz
es_es: Memorándum

source: Message
de_de: Nachricht
es_ar: Mensaje
es_es: Mensaje

source: Message hash: {}
de_de: Nachrichtenhash: {}
es_ar: Hash del mensaje: {}

source: Method:
de_de: Methode:
es_ar: Método:
es_es: Método:

source: Mine
de_de: Meins

source: Mined in block
de_de: Aufgenommen in Block

source: Minimum coin:
de_de: Miniimale Coins:
es_ar: Moneda mínima:

source: Mining fee
de_de: Mining-Vergütung
es_ar: Tasa de minado
es_es: Comisión de minería

source: Missing libsecp256k1
de_de: Libsecp256k1 fehlt
es_ar: Falta libsecp256k1

source: Mobile pairing options
de_de: Verbindungsoptionen zum Mobilgerät
es_ar: Opciones de emparejamiento de celular
es_es: Opciones de emparejamiento de móvil

source: Modify wallet password & encryption settings
de_de: Geldbörsen-Passwort & -Verschlüsselung ändern
es_ar: Modificar configuraciones de contraseña y encriptado
es_es: Modificar contraseña y parámetros de cifrado

source: More than one QR code found
de_de: Mehr als ein QR-Code gefunden
es_ar: Más de un código QR encontrado

source: More than one QR code was found in the selected image file.
de_de: Mehr als ein QR-Code wurde in der ausgewählten Bilddatei gefunden.
es_ar: Más de un código QR encontrado en la imagen seleccionada.

source: Multi-Signature Wallet
de_de: Geldbörse mit mehreren Unterschriften
es_ar: Cartera Multifirma
es_es: Cartera multifirma

source: Multi-signature wallet
de_de: Multisignaturbörse
es_ar: Cartera multifirma
es_es: Cartera multifirma

source: Multiple results were found, please select an option from the items below:
de_de: Mehrere Ergebnisse wurden gefunden, bitte wählen Sie eine Option aus den folgenden Elementen:

source: My Change Address
de_de: Meine Wechselgeld-Adresse
es_ar: Dirección de Cambio
es_es: Mi dirección para el cambio

source: My Receiving Address
de_de: Meine Empfangs-Adresse
es_ar: Mi Dirección Receptora
es_es: Mi dirección de recepción

source: My Wallet
de_de: Meine Geldbörse
es_ar: Mi Cartera
es_es: Mi Cartera

source: NOT DEVICE PIN - see above
de_de: NICHT DIE GERÄTE PIN - siehe oben
es_ar: NO PIN DE DISPOSITIVO - ver arriba
es_es: NO ES EL PIN DEL DISPOSITIVO - ver arriba

source: Name is empty
de_de: Name ist leer
es_ar: Nombre está vacío
es_es: El nombre está vacío

source: Name this {}. If you have multiple devices their labels help distinguish them.
de_de: Benennen Sie den {}. Wenn Sie mehrere besitzen, hilft die Bezeichnung, sie auseinanderzuhalten.
es_ar: Nombrar este {}. Si contar con varios dispositivos, rótulos ayudan a distinguirlos.
es_es: Asigna un nombre a este {}. Si tienes múltiples dispositivos, las etiquetas pueden ayudar a diferenciarlos.
