Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: You may load a CSV file using the file icon.
de_de: Sie können mit dem Datei-Symbol eine CSV-Datei laden.
es_ar: Debes cargar tu file CVS usando el ícono de archivo.
es_es: Puedes cargar un archivo CSV usando el icono de archivo.

source: You may optionally append an OP_RETURN message to the payment URI and/or QR you generate. Note: Not all wallets yet support OP_RETURN parameters, so make sure the other party's wallet supports OP_RETURN URIs.
de_de: Sie können optional eine OP_RETURN-Nachricht an die Zahlungs-URI und/oder QR, die Sie generieren, anhängen. Hinweis: Nicht alle Wallets unterstützen OP_RETURN Parameter, also stellen Sie sicher, dass die Wallet des anderen OP_RETURN URIs unterstützt.

source: You may share this payment request as a 'devault:' style URI, or as a QR Code Image.
de_de: Sie können diese Zahlungsanfrage als 'devault:' Stil URI oder als QR-Code-Bild teilen.
es_ar: Debes compartir esta solicitud de pago como estilo URI 'devault:', o como una imagen de código QR.
es_es: Puedes compartir esta solicitud de pago como una URI estilo "devault:" o como imagen de código QR.

source: You may switch between shuffled and unshuffled spending using the radio buttons on the right.
de_de: Sie können zwischen dem Ausgeben von gemischten und ungemischten Beträgen mit den Radio-Buttons rechts wechseln.
es_ar: Puedes cambiar entre gastos mezclados y no mezclados usando los botones de la derecha.

source: You may toggle CashShuffle back on at any time using the 'CashShuffle' icon in the status bar.
de_de: Sie können CashShuffle jederzeit mit dem Symbol "CashShuffle" in der Statusleiste wieder aktivieren.
es_ar: Es posible activar CashShuffle en cualquier momento usando el ícono de la barra de estado.

source: You may try the "Hardware Wallet Support" tool (below).
de_de: Sie können das "Hardware-Geldbörsen-Unterstützung" Werkzeug (unten) ausprobieren.
es_ar: Probar "Soporte de la Cartera Hardware" (abajo).

source: You need to create a separate DeLight wallet for each passphrase you use as they each generate different addresses. Changing your passphrase does not lose other wallets, each is still accessible behind its own passphrase.
de_de: Sie müssen eine weitere Electron-Cash-Geldbörse für jede Passphrase erstellen, da sie unterschiedliche Adressen generieren. Das Benutzen einer anderen Passphrase führt nicht zum Verlust der Geldbörse, jede ist weiterhin hinter ihrer Passphrase erreichbar.

source: You need to sign this transaction in order for it to get a transaction ID.
de_de: Sie müssen diese Transaktion signieren, um eine Transaktions-ID erhalten kann.
es_ar: Es necesario firmar esta transacción para que la misma obtenga un ID de transacción.
es_es: Tienes que firmar esta transacción para que ésta obtenga una ID de transacción.

source: You should enable PIN protection. Your PIN is the only protection for your bitcoins if your device is lost or stolen.
de_de: Sie sollten den PIN-Schutz aktivieren. Der PIN ist der einzige Schutz für Ihre Bitcoins, wenn das Gerät verloren geht.
es_ar: Debes habilitar la protección PIN. El PIN es la única protección para tus bitcoins en caso de tu dispositivo ser perdido o robado.
es_es: Deberías habilitar la protección por PIN. Tu PIN es la única protección que tendrán tus bitcoins en caso de robo o pérdida del dispositivo.

source: You specified the same name!
de_de: Sie haben den gleichen Namen angegeben!
es_ar: Especificaste el mismo nombre!
es_es: ¡Especificaste el mismo nombre!

source: You will be asked to enter 24 words regardless of your seed's actual length. If you enter a word incorrectly or misspell it, you cannot change it or go back - you will need to start again from the beginning. So please enter the words carefully!
de_de: Sie werden aufgefordert, 24 Wörter einzugeben - ganz unabhängig von der tatsächlichen Länge Ihres Seeds. Wenn Sie ein Wort falsch eingeben, können Sie es nicht ändern oder zurückgehen - Sie müssen von vorne anfangen. Bitte geben Sie die Wörter sorgfältig ein!
es_ar: Se pedirá ingresar 24 palabras mas allá de la longitud de la semilla actual. Si ingresas una palabra incorrecta o mal escrita no puedes cambiarla o volver atrás - tendrás que empezar de nuevo desde el principio. así que por favor ingrese las palabras con cuidado!
es_es: Se te pedirá introducir 24 palabras independientemente de la extensión real de tu seed. Si introduces una palabra mal, no puedes cambiarla o retroceder - tendrás que empezar de nuevo desde el principio. ¡Por favor, escribe las palabras cuidadosamente!

source: You're using a fee of less than 1.0 sats/B. It may take a very long time to confirm.
de_de: Sie verwenden eine Gebühr von weniger als 1.0 Sats/B. Es kann sehr lange dauern, um zu bestätigen.

source: Your Ledger Wallet wants to tell you a one-time PIN code.<br><br>For best security you should unplug your device, open a text editor on another computer, put your cursor into it, and plug your device into that computer. It will output a summary of the transaction being signed and a one-time PIN.<br><br>Verify the transaction summary and type the PIN code here.<br><br>Before pressing enter, plug the device back into this computer.<br>
de_de: Ihre Ledger Geldbörse möchte Ihnen einen einmaligen PIN-Code mitteilen.<br><br>Für optimale Sicherheit sollten Sie Ihr Gerät ausstecken, einen Texteditor auf einem anderen Computer öffnen, den Cursor darauf stellen und Ihr Gerät an diesen Computer anschließen. Es wird eine Zusammenfassung der zu signierenden Transaktion und eine einmalige PIN ausgegeben.<br><br>Überprüfen Sie die Zusammenfassung der Transaktion und geben Sie den PIN-Code hier ein.<br><br>Bevor Sie Enter drücken, schließen Sie das Gerät wieder an diesen Computer an.<br>
es_ar: La cartera Ledger quiere darte un código PIN de un solo uso.<br><br>Para una mayor seguridad deberías desconectar el dispositivo, abrir un editor de texto en otro computador, colocar el cursor sobre el, y conectar el dispositivo en ese computador. Generará un resumen de la transacción que está siendo firmada y un PIN de un solo uso.<br><br>Verifica el resumen de la transacción e ingresa el PIN ahí.<br><br>Antes de apretar intro, conecta el dispositivo de nuevo en este computador.<br>
es_es: Tu Ledger Wallet quiere decirte un PIN de un sólo uso.<br><br>Para mayor seguridad, deberías desconectar tu dispositivo, abrir un editor de texto en otro ordenador, poner tu cursor en él y conectar tu dispositivo a este ordenador. El dispositivo mostrará un resumen de la transacción a firmar y un PIN de un sólo uso.<br><br>Verifica el resumen de la transacción e introduce el código PIN aquí.<br><br>Antes de pulsar enter, vuelve a enchufar el dispositivo a este ordenador.<br>

source: Your accounts have been moved to
de_de: Ihre Konten wurden hierhin verschoben:
es_ar: Tus cuentas han sido movidas a
es_es: Tus cuentas han sido movidas a

source: Your biometrics-based key for this wallet was reset. This means you will need to enter your password for this wallet again. (Then, you can optionally re-enable Touch/Face ID as before.)
de_de: Ihr Biometrie-basierter Schlüssel für diese Geldbörse wurde zurückgesetzt. Das bedeutet, dass Sie Ihr Passwort für diese Geldbörse erneut eingeben müssen. (Dann können Sie Touch-/Face-ID wie zuvor erneut aktivieren.)
es_ar: Clave basada en biometría de la cartera reiniciada. Esto significa que la contraseña de la cartera tiene que ser ingresada nuevamente. (Luego, es posible re-habilitar Touch/Face ID)
es_es: Tu clave biométrica de esta cartera ha sido reseteada. Tienes que volver a introducir tu contraseña de esta cartera. (Después puedes optar por volver a habilitar Touch/Face ID como antes).

source: Your bitcoins are password protected. However, your wallet file is not encrypted.
de_de: Deine Bitcoins sind mit einem Passwort geschützt. Aber deine Geldbörse ist nicht verschlüsselt.
es_ar: Tus bitcoin están protegidos por contraseña. Sim embargo tu cartera no esta encriptada.
es_es: Tus bitcoins están protegidos por contraseña. Sin embargo, el archivo de tu cartera no está cifrado.

source: Your contact list is empty.
de_de: Ihre Kontaktliste ist leer.
es_ar: Lista de contactos vacía.

source: Your current DeLight wallet can only be used with an empty passphrase. You must create a separate wallet with the install wizard for other passphrases as each one generates a new set of addresses.
de_de: Ihrr aktuelle Electron-Cash-Geldbörse kann nur mit einer leeren Passphrase genutzt werden. Sie müssen eine separate Geldbörse mit dem Einrichtungsassistenten anlegen um andere Passphrasen zu nutzen, da jede davon eine eigene Geldbörse mit eigenen Adressen generiert.

source: Your device firmware is too old
de_de: Ihre Geräte-Firmware ist zu alt
es_ar: El firmware del dispositivo es antiguo
es_es: El firmware de tu dispositivo no está actualizado

source: Your entire transaction history will be downloaded again from the server and verified from the blockchain.
de_de: Ihr ganzer Transaktionsverlauf wird erneut vom Server heruntergeladen und von der Blockchain überprüft.
es_ar: Tu histórico completo de transacciones será descargado nuevamente del servidor y verificado desde el blockchain.

source: Your fee is too high. Max is 500 sat/byte.
de_de: Ihre Gebühr ist zu hoch. Maximum ist 50 Sat/byte.
es_ar: Tu tasa es muy alta. El máximo es 500 sat/byte.
es_es: Tu comisión es demasiado alta. Máximo 500 sat/byte.

source: Your labels have been synchronised.
de_de: Ihre Bezeichnungen wurden synchronisiert.
es_ar: Rótulos sincronizados.
es_es: Tus etiquetas han sido sincronizadas.

source: Your labels were exported to
de_de: Die Bezeichnungen wurden exportiert in
es_ar: Rótulos exportados a
es_es: Tus etiquetas fueron exportadas a

source: Your labels were imported from
de_de: Die Bezeichnungen wurden importiert aus
es_ar: Rótulos importados desde
es_es: Tus etiquetas fueron importadas de

source: Your new imported wallet has been successfully created. Would you like to switch to it now?
de_de: Ihre neue importierte Geldbörse wurde erfolgreich erstellt. Möchten Sie jetzt auf diese wechseln?
es_ar: Nueva cartera importada creada con suceso. Cambiar a ella ahora?
es_es: Tu nueva cartera importada ha sido creada satisfactoriamente. ¿Te gustaría cambiar a ella ahora?

source: Your own Cash Accounts are now hidden
de_de: Ihre eigenen Cash-Accounts sind jetzt verborgen

source: Your own Cash Accounts are now shown
de_de: Ihre eigenen Cash-Accounts werden jetzt angezeigt

source: Your seed extension is
de_de: Ihre Seed-Erweiterung lautet
es_ar: La extensión de semilla es
es_es: La extensión de su seed es

source: Your seed extension must be saved together with your seed.
de_de: Ihre Seed-Erweiterung muss zusammen mit Ihrem Seed gespeichert werden.
es_ar: La extensión de semilla debe ser guardada junto con la semilla.
es_es: La extensión de tu seed debe guardarse junto con tu seed.

source: Your seed is important!
de_de: Der Seed ist wichtig!
es_ar: Tu semilla es importante!
es_es: ¡Tu seed es importante!

source: Your server is on branch
de_de: Dein Server ist auf dem Zweig
es_ar: Tu servidor está en la rama
es_es: Tu servidor está en la rama

source: Your shuffled and unshuffled coins can be mixed and spent together.
de_de: Ihre gemischten und ungemischten Coins können zusammen gemischt und ausgegeben werden.
es_ar: Tus monedas mezcladas y no mezcladas pueden juntarse y ser gastadas.

source: Your transaction was sent to the cosigning pool.
de_de: Ihre Transaktion wurde an den Cosigning-Pool gesandt.
es_ar: Transacción enviada al grupo de cosignatarios.
es_es: Tu transacción fue enviada a la pool cosignataria.

source: Your wallet generation seed is:
de_de: Ihr Seed zum Generieren der Geldbörse lautet:
es_ar: La semilla de generación de cartera es:
es_es: Tu seed de generación de cartera es:

source: Your wallet history has been successfully exported.
de_de: Ihr Transaktionsverlauf wurde erfolgreich exportiert.
es_ar: Histórico de cartera exportado con suceso.
es_es: El historial de tu cartera ha sido exportado con éxito.

source: Your wallet is not protected.
de_de: Deine Geldbörse ist nicht geschützt.
es_ar: Cartera no protegida.
es_es: Tu cartera no está protegida.

source: Your wallet is password protected and encrypted.
de_de: Deine Geldbörse ist verschlüsselt und Passwortgeschützt.
es_ar: Cartera encriptada y protegida por contraseña.
es_es: Tu cartera está cifrada y protegida por contraseña.

source: Your {} is locked. Please unlock it.
de_de: Ihr {} ist gesperrt, bitte entsperren Sie es.
es_ar: Tu {} esta bloqueado. Por favor desbloquearlo.

source: Your {} might not have support for this functionality.
de_de: Ihr {} unterstützt diese Funktion leider nicht.
es_ar: Tu {} puede no soportar esta funcionalidad.

source: Zeros after decimal point
de_de: Anzahl der Nachkommastellen
es_ar: Ceros después del punto decimal
es_es: Ceros después de la coma decimal

source: Zip Archives (*.zip)
de_de: Zip-Archiv (*.zip)
es_ar: Archivos Zip (*.zip)
es_es: Archivos Zip (*.zip)

source: [%d unverified TXs]
de_de: [%d nicht verifizierte TXs]

source: [Clear]
de_de: [Löschen]
es_ar: [Borrar]

source: [Send]
de_de: [Senden]
es_ar: [Enviar]

source: [b] - print server banner
de_de: [b] - Server-Banner ausgeben
es_ar: [b] - imprimir banner de servidor
es_es: [b] - imprimir banner de servidor

source: [c] - display contacts
de_de: [c] - Kontakte zeigen
es_ar: [c] - mostrar contactos
es_es: [c] - mostrar contactos

source: [h] - displays this help text
de_de: [h] Hilfetext anzeigen
es_ar: [h] - mostrar este texto de ayuda
es_es: [h] - muestra este texto de ayuda

source: [i] - display transaction history
de_de: [i] - Transaktionsverlauf anzeigen
es_ar: [i] - mostrar histórico de transacciones
es_es: [i] - mostrar historial de transacciones

source: [o] - enter payment order
de_de: [o] - Zahlung anweisen
es_ar: [o] - ingresar orden de pago
es_es: [o] - introducir orden de pago

source: [p] - print stored payment order
de_de: [p] - Zahlungsanweisung ausdrucken
es_ar: [p] - imprimir orden de pago guardada
es_es: [p] - imprimir orden de pago guardada

source: [q] - quit
de_de: [q] - Beenden
es_ar: [q] - salir
es_es: [q] - salir

source: [r] - show own receipt addresses
de_de: [r] - eigene Empfangsadresse anzeigen
es_ar: [r] - mostrar dirección de destino propia
es_es: [r] - mostrar dirección receptora propia

source: [s] - send stored payment order
de_de: [s] - Zahlungsanweisung senden
es_ar: [s] - enviar orden de pago guardada
es_es: [s] - enviar orden de pago guardada

source: active
de_de: aktiv
es_ar: activo

source: and create your standard wallet or restore an existing one with any of the methods below
de_de: und erstellen Sie Ihre Standard-Geldbörse oder stellen Sie eine vorhandene mit einer der folgenden Methoden wieder her
es_ar: y crea tu cartera estándar o restaura una existente con uno de los métodos siguientes
es_es: y crea tu cartera estándar o recupera una existente mediante cualquiera de los siguientes métodos

source: are frozen
de_de: sind gesperrt
es_ar: están congelados
es_es: están congeladas

source: blocks
de_de: Blöcke
es_ar: bloques
es_es: bloques

source: color
de_de: Farbig

source: confirmations
de_de: Bestätigungen
es_ar: confirmaciones
es_es: confirmaciones

source: cosigner
de_de: Mitsignierer
es_ar: consignatario
es_es: cosignatario

source: decrypting...
de_de: entschlüsseln...
es_ar: desencriptando...

source: delete
de_de: löschen
es_ar: eliminar
es_es: eliminar

source: dusty fee
de_de: staubige Gebühr

source: fee
de_de: Gebühr
es_ar: tasa

source: initialized
de_de: Eingerichtet
es_ar: inicializado
es_es: inicializado

source: invalid items will be discarded
de_de: ungültige Elemente werden verworfen
es_ar: items inválidos serán descartados
es_es: se descartarán los elementos no válidos

source: loaded
de_de: geladen
es_ar: cargado

source: loading
de_de: laden
es_ar: cargando

source: monochrome
de_de: Einfarbig
es_ar: monocromo

source: or BIP38 keys
de_de: oder BIP38 Schlüssel
es_ar: o claves BIP38

source: password incorrect
de_de: Passwort falsch
es_ar: contraseña incorrecta

source: please wait...
de_de: Bitte warten...
es_ar: esperar...
es_es: por favor, espera...

source: python-btchip is too old for CashAddr support.
de_de: python-btchip ist zu alt für CashAddr Unterstützung.
es_ar: python-btchip is demasiado antiguo para ser soportado por CashAddr.
es_es: python-btchip es demasiado antiguo para funcionar con CashAddr.

source: starting
de_de: Startet
es_ar: iniciando

source: stopping
de_de: Stoppt
es_ar: parando

source: udev Rules Status:
de_de: udev-Regelstatus:

source: unavailable
de_de: Nicht verfügbar
es_ar: indisponible

source: unconfirmed
de_de: Unbestätigt
es_ar: sin confirmar
es_es: sin confirmar

source: unknown
de_de: unbekannt
es_ar: desconocido(a)
es_es: desconocido/a

source: unknown (low fee)
de_de: Unbekannt (niedrige Gebühr)
es_ar: desconocido (tasa baja)
es_es: desconocido (comisión baja)

source: unknown parser {!r} (choices: {})
de_de: Unbekannter Parse {!r} (Möglich sind: {})
es_ar: parser {!r} desconocido (opciones: {})
es_es: parser {!r} desconocido (opciones: {})

source: unloaded
de_de: Entladen

source: unloading
de_de: Entlädt

source: unverified
de_de: Unverifiziert
es_ar: no verificado
es_es: no verificado

source: watching only
de_de: Beobachtungsmodus
es_ar: solo-para-ver
es_es: sólo consulta

source: wiped
de_de: Gelöscht
es_ar: limpio
es_es: limpio

source: without downloading the blockchain or running a full node.
de_de: ohne die Blockchain herunterzuladen oder einen kompletten Knoten auszuführen.
es_ar: sin descargar el blockchain o ejecutar un nodo pleno.
es_es: sin descargar la blockchain ni ejecutar un nodo completo.

source: {:2d} minutes
de_de: {:2d} Minuten

source: {conf} confirmation
de_de: {conf} Bestätigung

source: {number_of_cashaccounts} Cash Accounts registrations
de_de: {number_of_cashaccounts} Cash-Accounts-Registrierungen

source: {} = Schnorr signed
de_de: {} = Schnorr signiert
es_ar: {} = firmado con Schnorr

source: {} BIP38 keys were detected and require a password to decode
de_de: {} BIP38 Schlüssel wurden erkannt und benötigen ein Passwort zum Dekodieren

source: {} Settings
de_de: {} Einstellungen
es_ar: {} Ajustes
es_es: {} Ajustes

source: {} address(es) with a history and {} in-between address(es) were added to your wallet.
de_de: {} Adresse(n) mit einem Verlauf und {} Zwischen-Adresse(n) wurden zu Ihrer Geldbörse hinzugefügt.

source: {} contacts exported to '{}'
de_de: {} Kontakte exportiert nach '{}'
es_ar: {} contactos exportados a '{}'

source: {} contacts successfully imported.
de_de: {} Kontakte erfolgreich importiert.
es_ar: {} contactos importados.

source: {} copied to clipboard
de_de: {} in die Zwischenablage kopiert
es_ar: {} copiado al portapapeles
es_es: {} copiado al portapapeles

source: {} days
de_de: {} Tage
es_ar: {} días
es_es: {} días

source: {} exported successfully
de_de: {} erfolgreich exportiert
es_ar: {} exportado con suceso
es_es: {} exportado con éxito

source: {} firmware version too old. Please update at https://www.ledgerwallet.com
de_de: {} Firmware-Version zu alt. Bitte aktualisieren Sie auf https://www.ledgerwallet.com
es_ar: {} versión de firmware antigua. Por favor, actualizar con https://www.ledgerwallet.com

source: {} hours
de_de: {} Stunden
es_ar: {} horas
es_es: {} horas

source: {} is temporarily locked - please unplug it and replug it again
de_de: {} ist vorübergehend gesperrt - bitte entfernen und erneut wiederholen
es_ar: {} temporalmente bloqueado - por favor, desconectar y reconectar

source: {} mins
de_de: {} Minuten

source: {} new transactions received: Total amount received in the new transactions {}
de_de: {} neue Transaktionen erhalten: Gesamtbetrag aller neuen Transaktionen {}
es_ar: {} nuevas transacciones recibidas: Monto total recibido en nuevas transacciones {}
es_es: {} transacciones nuevas recibidas; la cantidad total recibida en las transacciones es {}

source: {} new transactions: {}
de_de: {} neue Transaktion(en): {}
es_ar: {} nuevas transacciones: {}

source: {} not in DeVault mode
de_de: {} nicht im DeVault Modus
es_ar: {} no está en modo DeVault

source: {} saved successfully
de_de: {} erfolgreich gespeichert
es_ar: {} guardado con suceso
es_es: {} guardado con éxito

source: {} saved to photo library
de_de: {} in Fotobibliothek gespeichert
es_ar: {} guardado en galería de fotos
es_es: {} guardada en la biblioteca de fotos

source: {} secs
de_de: {} Sekunden
es_ar: {} segs
es_es: {} segs

source: {} sent successfully
de_de: {} erfolgreich gesendet
es_ar: {} enviado con suceso
es_es: {} enviado con éxito

source: {} sent to printer
de_de: {} an Drucker gesendet
es_ar: {} enviado a imprimir
es_es: {} enviado a la impresora

source: {} words
de_de: {} Wörter
es_ar: {} palabras
es_es: {} palabras

source: {} {} are busy shuffling
de_de: {} {} sind beschäftigt mit mischen
es_ar: {} {} ocupadas en mezcla

source: {} {} are shuffled
de_de: {} {} sind gemischt
es_ar: {} {} mezcladas

source: {} {} are unshuffled
de_de: {} {} sind ungemischt
es_ar: {} {} no mezcladas

source: &Seed
es_ar: &Semilla

source: Audio MODEM
es_ar: MODEM de audio
es_es: MÓDEM de audio

source: BIP39 seed
es_ar: Semilla BIP39
es_es: Seed BIP39

source: Child Pays for Parent
es_ar: Hija Paga por Padre
es_es: Hijo Paga por el padre

source: Child pays for parent
es_ar: Hija paga por padre
es_es: Hijo paga por el padre

source: Co&ins
es_ar: Mo&nedas
es_es: Monedas

source: Coin
es_ar: Moneda

source: Coin Info
es_ar: Información de Moneda
es_es: Información de la moneda

source: Coins
es_ar: Monedas
es_es: Monedas

source: Details
es_ar: Detalles
es_es: Detalles

source: Firmware Version
es_ar: Versión de firmware
es_es: Versión del firmware

source: Format
es_ar: Formato
es_es: Formato

source: Integration
es_ar: Integración
es_es: Integración

source: Ledger Status
es_ar: Estatus de Ledger
es_es: Estado de Ledger

source: Matrix
es_ar: Matriz
es_es: Matriz

source: Name
es_ar: Nombre
es_es: Nombre

source: Online Block Explorer
es_ar: Explorador de Bloques Online
es_es: Explorador de Bloques Online

source: Phase {}
es_ar: Fase {}

source: Plugin Details
es_ar: Detalles de Plugin
es_es: Detalles del plugin

source: Plugin Manager
es_ar: Manager de Plugin
es_es: Gestor de plugins

source: Port
es_ar: Puerto
es_es: Puerto

source: QR code
es_ar: Código QR
es_es: Código QR

source: Seed
es_ar: Semilla

source: Server
es_ar: Servidor
es_es: Servidor

source: Status
es_ar: Estatus
es_es: Estado

source: Status:
es_ar: Estatus:
es_es: Estado:

source: Version
es_ar: Versión
es_es: Versión

source: standby
es_ar: en espera

source: Bootloader Hash
es_es: Hash Bootloader

source: Index
es_es: Índice

source: Max
es_es: Máximo

source: Offline
es_es: Sin conexión

source: Online
es_es: Conectado
