Repository: devaultcrypto/DeLight
Catalog: contrib/electrum-locale/locale/*/electron-cash.po
Languages: de_de, es_ar, es_es

source: Needs update
de_de: Update erforderlich
es_ar: Se necesita actualización

source: Network
de_de: Netzwerk
es_ar: Red
es_es: Red

source: Network Settings
de_de: Netzwerkeinstellungen
es_ar: Ajustes de Red
es_es: Configuración de red

source: Network Status
de_de: Netzwerkstatus

source: Never
de_de: Nie
es_ar: Nunca
es_es: Nunca

source: Never ask for this wallet
de_de: Nie für diese Geldbörse fragen
es_ar: Nunca preguntar para esta cartera

source: Never disclose your seed.
de_de: Geben Sie niemals den Seed weiter.
es_ar: Nunca reveles tu semilla.
es_es: Nunca reveles tu seed.

source: Never show this again
de_de: Niemals wieder anzeigen

source: Never type it on a website.
de_de: Geben Sie ihn niemals auf einer Webseite ein.
es_ar: Nunca usarla en sitios web.
es_es: Nunca la escribas en una página web.

source: New Cash Account Contact
de_de: Neuer Cash-Account-Kontakt

source: New Contact
de_de: Neuer Kontakt
es_ar: Nuevo contacto
es_es: Nuevo contacto

source: New Password:
de_de: Neues Passwort:
es_ar: Nueva contraseña:
es_es: Nueva contraseña:

source: New Wallet
de_de: Neue Geldbörse
es_ar: Nueva Cartera
es_es: Nueva cartera

source: New Wallet Created
de_de: Neue Geldbörse erstellt
es_ar: Nueva Cartera Creada
es_es: Se ha creado una nueva cartera

source: New contact
de_de: Neuer Kontakt
es_ar: Nuevo contacto
es_es: Nuevo contacto

source: New transaction received: {}
de_de: Neue Transaktion empfangen: {}
es_ar: Nueva transacción recibida: {}
es_es: Nueva transacción recibida: {}

source: New transaction: {}
de_de: Neue Transaktion: {}
es_ar: Nueva transacción: {}

source: Next
de_de: Weiter
es_ar: Siguiente
es_es: Siguiente

source: No
de_de: Nein

source: No Cash Accounts
de_de: Keine Cash-Accounts

source: No Match
de_de: Keine Übereinstimmung
es_ar: Sin Coincidencia
es_es: No hay coincidencias

source: No Pools
de_de: Keine Pools
es_ar: Sin Pools

source: No QR code found
de_de: Kein QR-Code gefunden
es_ar: Código QR no encontrado

source: No QR code was found in the selected image file.
de_de: In der ausgewählten Bilddatei wurde kein QR-Code gefunden.
es_ar: Código QR no encontrado en la imagen seleccionada.

source: No Wallet
de_de: Keine Geldbörse
es_ar: Sin Cartera
es_es: No hay cartera

source: No Wallet Is Open
de_de: Keine Geldbörse ist geöffnet
es_ar: Ninguna Cartera Abierta
es_es: Ninguna cartera abierta

source: No addresses match the specified criteria
de_de: Keine Adressen entsprechen den angegebenen Kriterien
es_ar: Ninguna dirección coincide con el criterio especificado
es_es: Ninguna dirección coincide con los criterios especificados

source: No addresses with transaction histories were found in the specified scan range.
de_de: Im angegebenen Scanbereich wurden keine Adressen mit Transaktionsverlauf gefunden.
es_ar: Direcciones con histórico de transacciones no encontradas para el rango de escaneo especificado.

source: No coins
de_de: Keine Coins
es_ar: Sin monedas
es_es: No hay monedas

source: No data
de_de: Keine Daten verfügbar
es_ar: Sin datos
es_es: No hay datos

source: No description provided.
de_de: Keine Beschreibung angegeben.
es_ar: Descripción no proporcionada.
es_es: No se ha proporcionado descripción.

source: No donation address for this server
de_de: Keine Spendenadresse für diesen Server verfügbar
es_ar: Sin dirección de donación para este servidor
es_es: Este servidor no tiene dirección para donaciones

source: No hardware device detected.
de_de: Kein Hardwaregerät erkannt.
es_ar: Ningún dispositivo hardware detectado.
es_es: No se ha detectado ningún dispositivo de hardware.

source: No inputs found. (Note that inputs need to be confirmed)
de_de: Keine Eingaben gefunden. (Eingaben müssen bestätigt werden)
es_ar: Entradas no encontradas. (Notar que las entradas necesitan ser confirmadas)
es_es: No se han encontrado entradas (ten en cuenta que las entradas requieren ser confirmadas)

source: No matching x_key for sign_transaction
de_de: Kein passender x_key für sign_transaction

source: No message or amount
de_de: Keine Nachricht oder Betrag
es_ar: Sin mensaje o monto
es_es: Sin mensaje o cantidad

source: No more addresses in your wallet.
de_de: Es sind keine Adressen mehr in ihrer Geldbörse vorhanden.
es_ar: Sin más direcciones en cartera.
es_es: No hay más direcciones en tu cartera.

source: No outputs
de_de: Keine Ausgaben
es_ar: Sin salidas
es_es: No hay salidas

source: No payment requests found. Feel free to create one.
de_de: Keine Zahlungsanfragen gefunden. Sie können gerne eine erstellen.
es_ar: Ninguna solicitud de pago encontrada. Crear una.
es_es: No se encontró ninguna solicitud de pago. Crea una si lo deseas.

source: No receiving address
de_de: Keine Empfangadresse
es_ar: Sin dirección receptora
es_es: No hay dirección de recepción

source: No results found. However, your wallet is busy updating. This can interfere with Cash Account lookups. You may want to try again when it is done.
de_de: Keine Ergebnisse gefunden. Ihre Geldbörse wird jedoch aktualisiert. Dies kann die Cash-Account-Suche stören. Sie können es erneut versuchen, wenn dies fertig ist.

source: No such mempool or blockchain transaction exists.
de_de: Keine solche Mempool- oder Blockchain-Transaktion existiert.
es_ar: Transacción no existente en mempool o blockchain.

source: No transactions
de_de: Keine Transaktionen
es_ar: Sin transacciones
es_es: No hay transacciones

source: No transactions were found on the blockchain.
de_de: Keine Transaktionen auf der Blockchain gefunden.
es_ar: Transacciones no encontradas en blockchain.
es_es: No se encontraron transacciones en la blockchain.

source: No valid items remain. Cannot proceed -- go back and try again.
de_de: Keine gültigen Elemente verbleiben. Kann nicht fortfahren -- gehe zurück und versuche es erneut.
es_ar: Sin ítems válidos. No se puede proceder -- volver e intentar nuevamente.
es_es: No queda ningún elemento válido. No se puede proceder; vuelve atrás e inténtalo de nuevo.

source: None
de_de: Keine
es_ar: Ninguno
es_es: Ninguno

source: Normally, when you (re)generate a wallet from its seed, addresses are derived and added to the wallet until a block of addresses is found without a history. This is referred to as the gap.
de_de: Normalerweise, wenn Sie eine Geldbörse von einem Seed (re)generieren, werden Adressen abgeleitet und zur Geldbörse hinzugefügt, bis ein Block von Adressen ohne Verlauf gefunden wird. Dies wird als Lücke bezeichnet.
es_ar: Normalmente, al (re)generar una cartera usando su semilla, las direcciones son derivadas y adicionadas a la cartera hasta que un bloque de direcciones es encontrado sin histórico. Esto es referido como gap.

source: Not Deleted
de_de: Nicht gelöscht
es_ar: No Eliminados
es_es: No borrada

source: Not Now
de_de: Später
es_ar: No Ahora
es_es: Ahora no

source: Not Removable
de_de: Nicht entfernbar
es_ar: No removible

source: Not Verified
de_de: Nicht bestätigt
es_ar: No Verificado
es_es: No verificado

source: Not a text file
de_de: Keine Textdatei
es_ar: No es archivo de texto
es_es: No es un archivo de texto

source: Not connected
de_de: Nicht verbunden
es_ar: No conectado
es_es: No está conectado

source: Not enough funds
de_de: Zu niedriges Guthaben
es_ar: Sin fondos suficientes
es_es: Fondos insuficientes

source: Not enough funds on address.
de_de: Nicht genug Guthaben auf der Adresse.
es_ar: Sin suficientes fondos en la dirección.
es_es: Fondos insuficientes en la dirección.

source: Not installed
de_de: Nicht installiert
es_ar: No instalado

source: Not now
de_de: Nicht jetzt
es_ar: No ahora

source: Not verified
de_de: Nicht bestätigt
es_ar: No Verificado
es_es: No verificado

source: Note that if you have frozen some of your addresses, the available funds will be lower than your total balance.
de_de: Einige ihrer Adressen sind eingefroren, weswegen das angegebene Guthaben geringer sein könnte als ihr gesamtes Guthaben.
es_ar: Notar que si se cuenta con direcciones congeladas, los fondos diponibles serán menores al balance total.
es_es: Ten en cuenta que si tienes congelada alguna de tus direcciones, tus fondos disponible serán menos que tu saldo total.

source: Note that this is NOT your encryption password.
de_de: Beachte, dass dies NICHT dein Verschlüsselungspasswort ist.
es_ar: Notar que esto NO es la contraseña de encriptado.
es_es: Ten en cuenta que esta NO ES tu contraseña de cifrado.

source: Note: Installing udev rules requires root access via "sudo", so make sure you are in the sudoers file and/or have Administrator rights on this system!
de_de: Hinweis: Installation von udev-Regeln erfordert Root-Zugriff über "sudo", also stellen Sie sicher, dass Sie in der sudoers-Datei sind und/oder Administratorrechte auf diesem System haben!
es_ar: Nota: La instalación de reglas udev requiere acceso vía "sudo". Asegurarse que se encuentra en el sudoer correcto y/o se cuenta con permisos de Administrador en el sistema!

source: Note: This camera generates frames of relatively low resolution; QR scanning accuracy may be affected
de_de: Hinweis: Diese Kamera erzeugt Frames mit relativ niedriger Auflösung; QR-Scangenauigkeit kann beeinträchtigt werden
es_ar: Nota: Esta cámara genera cuadros de resolución relativamente baja; la precisión del escaneo QR puede verse afectada

source: Note: You may now need to disconnect & reconnect your HW wallet.
de_de: Hinweis: Sie müssen jetzt die HW-Geldbörse trennen und erneut verbinden.
es_ar: Nota: Ahora podría ser necesario desconectar y reconectar la cartera hardware.

source: Notify when receiving funds
de_de: Benachrichtigung beim Empfang von Guthaben

source: Number of addresses to scan:
de_de: Anzahl der zu durchsuchenden Adressen:
es_ar: Número de direcciones a escanear:

source: Number of zeros displayed after the decimal point. For example, if this is set to 2, "1." will be displayed as "1.00"
de_de: Anzahl der Nachkommastellen. Wenn es z.B. auf 2 steht, wird "1," als "1,00" dargestellt.
es_ar: Número de ceros mostrados tras símbolo decimal. Por ejemplo, si está configurada en 2, "1." se mostrará como "1.00"
es_es: Número de ceros mostrados tras la coma decimal. Por ejemplo, si estableces dos, "1" se mostrará como "1,00"

source: OP_RETURN data (optional).
de_de: OP_RETURN Daten (optional).
es_ar: Datos OP_RETURN (opcional).
es_es: Datos OP_RETURN (opcional).

source: OP_RETURN data size exceeds the maximum of {} bytes.
de_de: OP_RETURN Datengröße überschreitet das Maximum von {} Bytes.
es_ar: Tamaño de datos OP_RETURN excede el máximo de {} bytes.

source: OP_RETURN is limited to {max_pushes} data push.
de_de: OP_RETURN ist auf {max_pushes} Daten-Push beschränkt.

source: OP_RETURN message too large, needs to be no longer than 220 bytes
de_de: OP_RETURN Nachricht zu groß, darf nicht länger als 220 Bytes sein
es_ar: Mensaje OP_RETURN demasiado largo, necesita ser no mayor de 220 bytes

source: OP_RETURN script expected to be hexadecimal bytes
de_de: OP_RETURN-Skript sollte hexadezimale Bytes sein
es_ar: Se espera que el script OP_RETURN sean bytes hexadecimales
es_es: Se espera que el script OP_RETURN sean bytes hexadecimales

source: OP_RETURN script too large, needs to be no longer than 223 bytes
de_de: OP_RETURN Skript zu groß, darf nicht länger als 223 Bytes sein
es_ar: Script OP_RETURN demasiado grande, no debe ser mayor de 223 bytes

source: Offline signing with {} is not supported.
de_de: Offline Signieren mit {} wird nicht unterstützt.
es_ar: Firmado offline con {} no es soportado.

source: Omit incompatible pools
de_de: Inkompatible Pools auslassen
es_ar: Omitir pools incompatibles

source: On Debian-based distros, you can run: sudo apt install python3-pyqt5.qtsvg
de_de: Auf Debian-basierten Ablenkungen können Sie folgendes ausführen: sudo apt install python3-pyqt5.qtsvg

source: On Linux, you may try: python3 -m pip install --user -I pyqt5
de_de: Unter Linux können Sie folgendes versuchen: python3 -m pip install --user -I pyqt5

source: On most systems you can do so with this command:
de_de: Auf den meisten Systemen können Sie dies mit diesem Befehl tun:
es_ar: En la mayoría de los sistemas es posible hacerlo con este comando:

source: One output per line.
de_de: Eine Ausgabe pro Zeile.
es_ar: Una salida por línea.
es_es: Una salida por línea.

source: Only <b>shuffled</b> funds will be sent
de_de: Nur <b>gemischtes</b> Guthaben wird gesendet
es_ar: Sólo fondos <b>mezclados</b> serán enviados

source: Only <i>unshuffled</i> funds will be sent
de_de: Nur <i>ungemischtes</i> Guthaben wird gesendet
es_ar: Sólo fondos <i>no mezclados</i> serán enviados

source: Only OP_RETURN scripts are supported.
de_de: Nur OP_RETURN Skripte werden unterstützt.
es_ar: Sólo scripts OP_RETURN son soportados.

source: Only address and script outputs are supported by {}
de_de: Nur Adresse und Skriptausgaben werden von {} unterstützt
es_ar: Sólo salidas de dirección y script son soportados por {}

source: Only address outputs are supported by {}
de_de: Nur Adressausgaben werden von {} unterstützt
es_ar: Sólo salidas de dirección son soportadas por {}

source: Only wipe a device if you have the recovery seed written down and the device wallet(s) are empty, otherwise the bitcoins will be lost forever.
de_de: Löschen Sie das Gerät nur, wenn Sie über den Wiederherstellungs-Seed verfügen oder wenn die Geldbörse leer ist. Ansonsten sind die enthaltenen Bitcoins für immer verloren.
es_ar: Solo limpiar dispositivo si se tiene la semilla de recuperación escrita y las carteras del dispositivo están vacías, caso contrario los bitcoins se perderán para siempre.
es_es: No borres un dispositivo a menos que hayas escrito la seed de recuperación y la(s) cartera(s) del dispositivo esté(n) vacía(s), de lo contrario los bitcoins se perderán para siempre.

source: Open New Wallet
de_de: Neue Geldbörse öffnen
es_ar: Abrir Nueva Cartera
es_es: Abrir una nueva cartera

source: Open Wallet
de_de: Geldbörse öffnen
es_ar: Abrir Cartera
es_es: Abrir cartera

source: Open labels file
de_de: Datei mit Bezeichnungen öffnen
es_ar: Abrir archivo de rótulos
es_es: Abrir archivo de etiquetas

source: Open your cosigner wallet to retrieve it.
de_de: Öffnen Sie die Mitsignierer-Geldbörse um sie zu empfangen.
es_ar: Abrir cartera de cosignatario para recuperarla.
es_es: Abre tu cartera cosignataria para recuperarla.

source: OpenAlias record, used to receive coins and to sign payment requests.
de_de: OpenAlias-Eintrag, kann zum Empfangen von Coins und zum Signieren von Zahlungsanfragen verwendet werden.
es_ar: Registro OpenAlias, utilizado para recibir monedas y firmar solicitudes de pago.
es_es: Registro de OpenAlias utilizado para recibir monedas y firmar las solicitudes de pago.

source: Opening encrypted wallet: '{}'
de_de: Öffne verschlüsselte Geldbörse: '{}'
es_ar: Abriendo cartera encriptada: '{}'
es_es: Abriendo cartera cifrada: "{}"

source: Opening {}...
de_de: Öffne {}...
es_ar: Abriendo {}...
es_es: Abriendo {}...

source: Optional &Features
de_de: Optionale &Funktionen
es_ar: &Funcionalidades Opcionales
es_es: Fun&cionalidades opcionales

source: Optional Features
de_de: Optionale Funktionen
es_ar: Funcionalidades Opcionales
es_es: Fun&cionalidades opcionales

source: Options
de_de: Optionen
es_ar: Opciones
es_es: Opciones

source: Outdated {} firmware for device labelled {}. Please download the updated firmware from {}
de_de: Veraltete Firmware {} für Gerät mit Bezeichnung "{}" erkannt. Bitte laden Sie die aktuelle Firmware von {}
es_ar: Firmware {} para dispositivo {} desactualizado. Descargar firmware en {}
es_es: Firmware {} antiguo del dispositivo llamado {}. Porfavor, descarga la versión actualizada del firmware en {}

source: Output
de_de: Ausgabe

source: Output amount
de_de: Ausgabebetrag
es_ar: Monto de salida
es_es: Cantidad de salida

source: Output point
de_de: Ausgabepunkt
es_ar: Punto de salida
es_es: Punto de salida

source: Outputs
de_de: Ausgaben
es_ar: Salidas
es_es: Salidas

source: Overview
de_de: Übersicht
es_ar: Resumen
es_es: Resumen

source: P2SH / regular input mixed in same transaction not supported
de_de: P2SH / reguläre Eingabe gemischt in derselben Transaktion wird nicht unterstützt
es_ar: Mezcla de P2SH y entrada regular en la misma transacción no es soportada

source: PIN Protection
de_de: PIN-Schutz
es_ar: Protección PIN
es_es: Protección por PIN

source: PIN protection is strongly recommended. A PIN is your only protection against someone stealing your bitcoins if they obtain physical access to your {}.
de_de: Es wird dringend empfohlen eine PIN zu verwenden. Eine PIN ist Ihr einziger Schutz gegen Diebstahl Ihrer Bitcoins, wenn sie physischen Zugriff auf Ihr Gerät haben.
es_ar: Protección con PIN es altamente recomendada. El PIN tu la única protección contra el robo de tus monedas en caso que alguien obtenga acceso físico a tu {}.
es_es: Se recomienda encarecidamente utilizar protección por PIN. Un PIN es el único modo de evitar que alguien que consiga acceso físico a tu {} robe tus bitcoins.

source: PIN set
de_de: PIN-Code festgelegt
es_ar: Definición de PIN
es_es: PIN establecido

source: Paid
de_de: Bezahlt
es_ar: Pagado
es_es: Pagado

source: Partially signed
de_de: Teilweise signiert
es_ar: Parcialmente firmado
es_es: Parcialmente firmada

source: Passphrase:
de_de: Passwort:
es_ar: Contrafrase:
es_es: Frase de seguridad:

source: Passphrases
de_de: Passphrasen
es_ar: Contrafrases
es_es: Frases de seguridad

source: Passphrases allow you to access new wallets, each hidden behind a particular case-sensitive passphrase.
de_de: Passphrasen erlauben es, beliebig viele Geldbörsen zu nutzen, die sich hinter einer schreibungsabhängigen Passphrase verstecken.
es_ar: Contrafrases te permiten acceder a nuevas carteras, cada una oculta detrás de una frase sensible a mayúsculas.
es_es: Las Frases de Seguridad te permiten acceder a nuevas carteras, cada una de ellas oculta tras una frase de seguridad que distingue entre mayúsculas y minúsculas.

source: Password
de_de: Passwort
es_ar: Contraseña
es_es: Contraseña

source: Password Incorrect
de_de: Passwort falsch
es_ar: Contraseña Incorrecta
es_es: Contraseña incorrecta

source: Password Required
de_de: Passwort erforderlich
es_ar: Contraseña Requerida
es_es: Contraseña requerida

source: Password Strength
de_de: Passwortstärke
es_ar: Seguridad de Contraseña
es_es: Seguridad de la Contraseña

source: Password is disabled, this wallet is not protected
de_de: Kein Passwort vergeben, diese Geldbörse ist nicht gesichert
es_ar: Contraseña desactivada, esta cartera no está protegida
es_es: La contraseña está desactivada; esta cartera no está protegida

source: Password must have at least 4 characters.
de_de: Passwort muss mindestens 4 Zeichen haben.
es_ar: La contraseña debe tener al menos 4 caracteres.
es_es: La contraseña debe tener al menos 4 caracteres.

source: Password must have less than 64 characters.
de_de: Passwort muss weniger als 64 Zeichen haben.
es_ar: La contraseña debe menos de 64 caracteres.
es_es: La contraseña debe tener menos de 64 caracteres.

source: Password was updated successfully
de_de: Passwort wurde erfolgreich aktualisiert
es_ar: Contraseña actualizada con suceso
es_es: La contraseña fue actualizada correctamente

source: Password:
de_de: Passwort:
es_ar: Contraseña:
es_es: Contraseña:

source: Paste an address or use QR
de_de: Adresse einfügen oder QR verwenden
es_ar: Pegar una dirección o usar QR
es_es: Pega una dirección o escanea un código QR

source: Pause Shuffling
de_de: Mischen pausieren
es_ar: Pausar Mezcla

source: Pause/Unpause the background shuffle process (frees up 'busy' coins for spending)
de_de: Hintergrund-Misch-Prozess pausieren/fortsetzen (macht Coins 'in Verwendung' ausgebbar)
es_ar: Pausar/Despausar el proceso de mezcla de fondo (libera monedas 'ocupadas' para ser gastadas)

source: Paused
de_de: Pausiert
es_ar: Pausado

source: Pay &to
de_de: &Zahlen an
es_ar: Pagar &a

source: Pay Now
de_de: Jetzt bezahlen
es_ar: Pagar Ahora
es_es: Pagar ahora

source: Pay to
de_de: Zahle an
es_ar: Pagar a
es_es: Enviar pago

source: Pay to many
de_de: Zahle an mehrere
es_ar: Pagar a varios
es_es: Pagar a varios

source: Payment Request
de_de: Zahlungsanfrage
es_ar: Solicitud de pago
es_es: Solicitud de pago

source: Payment Request Error
de_de: Zahlungsanfrage Fehler
es_ar: Error de Solicitud de Pago
es_es: Error en la solicitud de pago

source: Payment request has expired
de_de: Zahlungsanfrage ist abgelaufen
es_ar: Solicitud de pago ha expirado
es_es: La solicitud de pago ha caducado

source: Payment request saved
de_de: Zahlungsanfrage gespeichert
es_ar: Solicitud de pago guardada
es_es: Solicitud de paog guardada

source: Payment sent.
de_de: Zahlung gesendet.
es_ar: Pago enviado.
es_es: Pago enviado.

source: Pend
de_de: Ausstehend

source: Pending
de_de: ausstehend
es_ar: Pendiente
es_es: Pendiente

source: Per-Wallet Options
de_de: Per-Geldbörsen-Optionen

source: Perhaps it is encrypted...
de_de: Vielleicht ist sie verschlüsselt...
es_ar: Quizás esta encriptado...
es_es: Tal vez esté cifrado...

source: Players
de_de: Spieler
es_ar: Jugadores

source: Please briefly describe what led to the error (optional):
de_de: Bitte beschreiben Sie kurz, was zum Fehler geführt hat (optional):
es_ar: Describir brevemente lo que condujo al error (opcional):
es_es: Por favor, describe brevemente lo que dio lugar al error (opcional):

source: Please check your {} device
de_de: Bitte überprüfe dein {} Gerät
es_ar: Verificar dispositivo {}
es_es: Por favor, comprueba tu dispositivo {}

source: Please choose a CashShuffle server
de_de: Bitte wählen Sie einen CashShuffle-Server
es_ar: Seleccionar servidor CashShuffle

source: Please ensure you only import text files.
de_de: Bitte stellen Sie sicher, dass Sie nur Textdateien importieren.
es_ar: Asegurarse de solo importar archivos de texto.
es_es: Por favor, asegúrate de que sólo importas archivos de texto.

source: Please enter a seed phrase or a master key (xpub or xprv):
de_de: Bitte geben Sie eine Seed-Phrase oder einen Generalschlüssel ein (xpub oder xprv):
es_ar: Ingresar frase de semilla o clave maestra (xpub o xprv):
es_es: Por favor, introduce una frase seed o una clave maestra (xpub o xprv):

source: Please enter a seed phrase, a master key, a list of Bitcoin addresses, or a list of private keys
de_de: Bitte die Seed-Worte, einen Generalschlüssel, eine Liste von Bitcoin-Adressen oder von privaten Schlüssen eingeben
es_ar: Ingresar frase de semilla, clave maestra, o lista de direcciones Bitcoin o lista de claves privadas
es_es: Por favor, introduce una frase seed, una clave maestra, una lista de direcciones de Bitcoin o una lista de claves privadas

source: Please enter the master public key (xpub) of your cosigner.
de_de: Bitte geben Sie den öffentlichen Generalschlüssel (xpub) des Mitsignierers ein.
es_ar: Ingresar clave pública maestra (xpub) de cosigntario.
es_es: Por favor, introduzce la clave pública maestra (xpub) de tu cosignatario.

source: Please enter the master public key of cosigner #{}:
de_de: Bitte geben Sie den öffentlichen Generalschlüssel des Mitsignierers #{} ein:
es_ar: Ingresar clave pública maestra de cosigntario #{}:
es_es: Por favor, introduce la clave pública maestra del cosignatario #{}:

source: Please enter the new name for this wallet:
de_de: Bitte geben Sie den neuen Namen für diese Geldbörse ein:
es_ar: Ingresar nuevo nombre para la cartera:
es_es: Por favor, escribe el nuevo nombre de esta cartera:

source: Please enter your password
de_de: Bitte Passwort eingeben
es_ar: Ingresar contraseña
es_es: Por favor, introduzce tu contraseña

source: Please enter your password to decrypt it.
de_de: Bitte geben Sie zum Entschlüsseln Ihr Passwort ein.
es_ar: Ingresar contraseña para desencriptarla.
es_es: Por favor, introduce tu contraseña para descifrarla.
